;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: ترجمة الأستاذ : علي النجفي
; TranslationAuthorEmail: abbas.alsaede110@hotmail.com
; Soft Version: 4.89.471
; Update: Junly 22, 2018 تاريخ التحديث
;
[Lang]
NativeLanguage=العربية
[GUI]
ButtonYes=نعم
ButtonNo=لا
ButtonOK=حسنا
ButtonMinimize=تصغير
ButtonMaximize=تكبير
ButtonClose=إغلاق
ButtonRestore=إستعادة
ButtonMenu=القائمة
ButtonSkin=الثيم
apply=تطبيق
Nothanks=لا شكرا
ButtonCancel=إلغاء

[Translation]
LangCode=0401|3801|3C01|1401|0C01|0801|2C01|3401|3001|1001|1801|2001|4001|2801|1C01|2401
ReadHabit=من اليمين الى اليسار
LanguageName=ARB
LangShortName=ar-sa
DefaultFont=Maa Alnajafi Bold
DefaultFontSize=12
DefaultCharset=ARABIC_CHARSET
Bytes=بايت
KB=كيلو بايت
MB=ميگا بايت
GB=جيگا بايت
pmDefault=الإفتراضي
Information=معلومات
Warning=تحذير
Error=خطأ
Confirm=تأكيد
CurVer=النسخة الحالية
FrmSkin.Btnok.Caption=حسنا
Weathertag=فهرنهايت
FrmGeneral.lblunit.caption=مقياس درجة الحرارة
DelSkinHint=حذف الثيم
LikeOurSoft=Wise Care 365 جرب منتجات أخرى من الشركة بجانب
DownloadMore=تنزيل مجاني
Frmboot.lblsec.caption=ثانية
FrmBuy.lblinfo4.caption=الدعم المجاني الدائم
;
; Popup menu
;
pmDelete=حذف الملفات الكبيرة المحددة
pmHelp=تعليمات عبر الإنترنت
pmforum=المنتدى
pmHome=الموقع الرسمي
pmContact=أتصل بنا
pmSettings=الإعدادات
pmCheckNew=التدقيق بحثا عن تحديثات
pmLang=تحديد اللغة
pmRegister=تسجيل
pmAbout=حول
pmLicenseKey=تغيير مفتاح ترخيص
pmIgnore=تجاهل هذه المادة
pmRCrec=تحديد المدخلات الآمنة
pmDCrec=المستحسن
pmAll1=تحديد الكل
pmNone=بدون تحديد
pmInvert=عكس التحديد
pmGo=إفتح محتوى الملف
pmGoReg=فتح في محرر التسجيل
pmExport=تصدير إلى
;
; Main GUI
;
FrmWPMain.btnrescue.caption=مساعدة
FrmWPMain.btncheckup.caption=فحص الكومبيوتر
FrmWPMain.btnsysclean.caption=تنظيف النظام
FrmWPMain.btnsystune.caption=توليف النظام
FrmWPMain.btnprivacy.caption=حماية الخصوصية
FrmWPMain.btnSysmon.caption=نظام الرصد
FrmChangeHeader.caption=تغيير الصورة الرمزية
FrmHome.btnactive.caption=الترقية إلى الإصدار المحترف
FrmHome.lblshare.caption=Wise Care 365 مشاركة
FrmHome.lbltools.caption=الخدمات العامة
FrmHome.btntools.hint=المزيد من الخدمات
FrmHome.btnhead.Hint=تغيير الصورة الرمزية
FrmHome.edtuser.Hint=تغيير الاسم المستعار
FrmHome.btnfacebook.hint=Facebook مشاركة البرنامج عبر
FrmHome.btntwitter.hint=Twitter مشاركة البرنامج عبر
FrmHome.btngoogle.hint=Google+ مشاركة البرنامج عبر
FrmHome.btnemail.hint=Wise Care 365 أخبر أصدقائك عن
FrmHistory.btncheckup.caption=الفحص
FrmHistory.lblrecord.caption=تفاصيل تنظيف السجل
FrmExam.btncancel.caption=إلغاء الأمر
FrmExam.lblrecheck.caption=فحص آخر
FrmExam.btnfix.caption=إصلاح
FrmButtons.lblinfo.caption=يمكنك إضافة جميع الخدمات أدناه بالسحب والإفلات
;
; About
;
Frmabout.lblstatus.caption=الحالة
FrmAbout.caption=حول
FrmAbout.lblver.caption=النسخة الحالية
FrmAbout.lblemail.caption=بريد الدعم
FrmAbout.lblhome.caption=الموقع الرسمي
FrmAbout.lblthanks.caption=ترجمة الأستاذ : علي النجفي
FrmAbout.lblWarning.caption=تحذير: هذا البرنامج محمي بقانون حقوق التأليف والنشر والمعاهدات الدولية
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=بدء الفحص
Frmadvdc.lblpath.caption=حدد القرص
Frmadvdc.btnrescan.caption=افحص مجددا
Frmadvdc.btnall.caption=تحديد الكل
Frmadvdc.btnadvanced.caption=الإعدادات المتقدمة
Frmadvdc.btnnone.caption=بدون تحديد
Frmadvdc.lblspeed.caption=مــــاء أغلى ما أملك وأجمل ما رأيت
Frmadvdc.lblrec.caption=برامج أخرى يحبها الآخرين
Frmadvdc.vtfiles.Columns[0]=اسم الملف
Frmadvdc.vtfiles.Columns[1]=الحجم
Frmadvdc.vtfiles.Columns[2]=المسار
Frmadvdc.vtfiles.Columns[3]=آخر وصول
Frmadvdc.vtfiles.Columns[4]=النوع
FrmAdvSettings.lblinfo.caption=الإرشادات التالية تصبح سارية المفعول لمرة واحدة فقط - لأنه في المرة القادمة أنت من يختارها مرة أخرى
FrmAdvSettings.btnok.caption=حسنا
FrmAdvSettings.btnadd.caption=إضافة
FrmAdvSettings.btnremove.caption=إزالة
FrmAdvSettings.btncancel.caption=إلغاء الأمر
FrmAdvSettings.wcknull.caption=البحث عن الملفات الفارغة / 0 بايت، أبطأ
FrmAdvSettings.wckshortcut.caption=البحث عن الإختصارات التالفة / أبطأ
FrmAdvSettings.caption=الإعدادات المتقدمة
FrmAdvSettings.btnre.caption=الموصى به
FrmAdvSettings.btnall.caption=تحديد الكل
FrmAdvSettings.btnnone.caption=بدون تحديد
;
; Backup and restore
;
FrmBackup.caption=النسخ الإحتياطي
FrmBackup.btnreg.caption=إنشاء نسخة إحتياطية للريجستري
FrmBackup.btnsys.caption=إنشاء نقطة إستعادة للنظام
FrmRestore.caption=مركز الإستعادة
FrmRestore.btnRegBk.caption=إستعادة الريجستري
FrmRestore.btnSysBK.caption=إستعادة النظام
FrmRestore.btnclose.caption=إغلاق
FrmRestore.btnrestore.caption=إستعادة
FrmRestore.btnremove.caption=إزالة
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=إضافة أداة تقطيع  الملفات إلى قائمة السياق
FrmBFConfig.btnall.caption=تحديد الكل
FrmBFConfig.btnnone.caption=بدون تحديد
FrmBFConfig.btnRemove.caption=إزالة
FrmBFConfig.caption=تجاهل العناصر
Frmbigfile.vtfiles.Columns[0]=اسم الملف
Frmbigfile.vtfiles.Columns[1]=الحجم
Frmbigfile.vtfiles.Columns[2]=نوع
Frmbigfile.vtfiles.Columns[3]=آخر وصول
Frmbigfile.vtfiles.Columns[4]=المسار
Frmbigfile.lblpath.caption=حدد القرص
Frmbigfile.btnrescan.caption=افحص مجددا
Frmbigfile.btnsearch.caption=البحث
Frmbigfile.btndel.caption=حذف
Frmbigfile.btncancel.caption=إيقاف
FrmBigFile.btnIgnore.caption=تجاهل العناصر المحددة
FrmBigFile.btnExport.caption=تصدير إلى
FrmBigFile.btnExConfig.caption=العناصر التي تم تجاهلها
;
; Register 
;
FrmBuy.lblfull.caption=سجل للحصول على نسخة كاملة من البرنامج
FrmBuy.lblfull1.caption=من أجل استخدام جميع المميزات يجب عليك شراء النسخة الكاملة من البرنامج
FrmBuy.lblinfo0.caption=نقرة واحدة لإصلاح جميع المشاكل في ثوان
FrmBuy.lblinfo1.caption=ينظف جميع الملفات غير المرغوب فيها ويتتبع تاريخ وآثار الكومبيوتر تلقائياً
FrmBuy.lblinfo2.caption=يعزز سرعة بدء التشغيل - وسرعة اتصال الانترنت - ويحافظ على كومبيوترك كأنه جديد
FrmBuy.lblinfo3.caption=الحماية في الوقت الحقيقي والتحسين لنظام ويندوز
FrmBuy.btnbuy.caption=سجّل الآن
FrmBuy.btnactive.caption=تنشيط مفتاح الترخيص الخاص بك
FrmBuy.lblguarantee.caption=إذا لم تكن راضيا عن البرنامج لأي سبب كان - يمكنك إسترجاع كامل المبلغ في غضون 60 يوما من الشراء
FrmBuy.lblkey.caption=هل لديك مسبقا مفتاح ترخيص؟
FrmRegister.caption=تسجيل
FrmLicense.lblinfo.caption=شكرا لك لتقييم البرنامج
FrmLicense.lblinput.caption=الرجاء إدخال مفتاح الترخيص الخاص بك لتفعيل النسخة المدفوعة
FrmLicense.lblname.caption=اسم المستخدم
FrmLicense.lblemail.caption=البريد الإلكتروني
FrmLicense.lblkey.caption=مفتاح الترخيص
FrmLicense.btnregister.caption=تسجيل
FrmLicense.lblhelp.caption=هل يقلقك إدخال مفتاح الترخيص ؟
FrmLicense.lblnokey.caption=ليس لديك مفتاح ترخيص بعد ؟
FrmLicense.lblsupport.caption=اتصل بنا
FrmLicense.btnbuy.caption=الشراء الآن
FrmExitNotice.btnexit.caption=خروج
FrmExitNotice.btnreg.caption=انتقل إلى التسجيل السهل
FrmExitNotice.lbltitle.caption=ملاحظة قبل إغلاق البرنامج
FrmExitNotice.lblinfo.caption=هذه المشاكل قد تبطئ جهاز الكومبيوتر - وتحد من فعاليته وتزيد في أعطاله وفي ضياع الوقت
FrmExitNotice.lblregister.caption=تسجيل البرنامج بإسم
;
; Common disk clean
;
FrmCommon.btnall.caption=تحديد الكل
FrmCommon.btnre.caption=الموصى به
FrmCommon.btnnone.caption=بدون تحديد
FrmCommon.btnScan.caption=بدء الفحص
FrmCommon.lblstat.caption=سرعة وسهولة في التخلص من مخلفات الملفات
FrmCommon.btncancel.caption=إلغاء الأمر
FrmCommon.btnrescan.caption=افحص مجددا
;
; Registry Clean
;
FrmRegClean.btnall.caption=تحديد الكل
FrmRegClean.btnre.caption=المستحسن
FrmRegClean.btnnone.caption=بدون تحديد
FrmRegClean.btnCustom.caption=منطقة مخصصة
FrmRegClean.WiseLabel1.caption=الجدولة
FrmRegClean.lbltype.caption=تحديد نوع التشغيل
FrmRegClean.lblweek.caption=تحديد اليوم
FrmRegClean.lbltime.caption=الوقت
FrmRegClean.btnScan.caption=بدء الفحص
FrmRegClean.btncancel.caption=إلغاء الأمر
FrmRegClean.btnrescan.caption=إفحص مجددا
FrmRegClean.lblstat.caption=أنت لحد الآن لم تعمل تنظيف للريجستري - ننصحك بعمل تنظيف فورا
FrmRegClean.lblinfo.caption=تنظيف الريجستري الخاص بك عادة يجعل جهاز الكومبيوتر أسرع وأكثر استقرارا
Frmcustom.caption=منطقة مخصصة
Frmcustom.btnre.caption=الموصى به
Frmcustom.btnall.caption=تحديد الكل
Frmcustom.btnnone.caption=بدون تحديد
Frmcustom.btncancel.caption=إلغاء الأمر
Frmcustom.btnok.caption=حسنا
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=المساحة الفارغة
FrmDiskDefrag.btnfolder.caption=مجلد
FrmDiskDefrag.btnfile.caption=ملف
FrmDiskDefrag.btnsystem.caption=ملف النظام
FrmDiskDefrag.btnFragmented.caption=الأجزاء
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=إغلاق الكومبيوتر بعد الإنتهاء من إلغاء تجزئة القرص
FrmDiskDefrag.btnpause.caption=إيقاف مؤقت
FrmDiskDefrag.btnstop.caption=إيقاف
FrmDiskDefrag.btnDefrag.caption=إلغاء التجزئة
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=وحدة طمس القرص يمكنها حماية خصوصيتك عن طريق التخلص الكامل من الملفات المحذوفة بحيث يصعب استردادها بواسطة البرامج الخاصة باستعادة الملفات المحذوفة
FrmDiskErase.btnstopErase.caption=إيقاف
FrmDiskErase.chkshutdown.caption=إغلاق الكومبيوتر بعد طمس القرص
FrmDiskErase.BtnErase.caption=طمس
FrmDiskErase.lblerasemode.caption=مستوى الأمان
FrmDiskErase.vstDisk.Columns[0]=محركات الأقراص
FrmDiskErase.vstDisk.Columns[1]=الحجم الكلي
FrmDiskErase.vstDisk.Columns[2]=الحجم المتبقي
FrmDiskErase.vstDisk.Columns[3]=الحالة
;
; Exclusion list
;
FrmExclusion.btnimport.caption=إستيراد
FrmExclusion.btnexport.caption=تصدير
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=سيتم تمزيق الملفات وإزالتها تماما بحيث لا يمكن استعادتها
FrmFileShredder.lblFileLine2.caption=منع استرداد الملفات المحذوفة عن طريق طمس المساحة الأصلية
FrmFileShredder.btnErase.caption=تمزيق
FrmFileShredder.btnaddfile.caption=إضافة ملفات
FrmFileShredder.btnaddfolder.caption=إضافة مجلدات
FrmFileShredder.btnstop.caption=إيقاف
FrmFileShredder.btndelitem.caption=إزالة
FrmFileShredder.vtfiles.Columns[0]=إسم الملف - المجلد
FrmFileShredder.vtfiles.Columns[1]=المسار
FrmFileShredder.vtfiles.Columns[2]=الحالة
;
; General Settings 
;
FrmGeneral.lbltrash.caption=الملفات عديمة الفائدة أكبر من
FrmGeneral.lbltrace.caption=عدد آثار الكومبيوتر أكبر من
FrmGeneral.chkturbo.caption=التشغيل التلقائي لمعزز الإقلاع
FrmGeneral.chkstartup.caption=التشغيل مع بدء تشغبل الكومبيوتر
FrmGeneral.chkbooster.caption=تشغيل معزز الإقلاع عند بدء تشغيل الكومبيوتر
FrmGeneral.lblsys.caption=النظام
FrmGeneral.lblupdate.caption=التحقق من وجود تحديثات
FrmGeneral.chknews.caption=التحقق من وجود نشرة إخبارية أثناء تحميل التطبيق
FrmGeneral.chkexp.caption=الانضمام إلى برنامج تحسين تجربة العملاء
FrmGeneral.lblexp.caption=التفاصيل
FrmGeneral.lblportable.caption=نسخة محمولة
FrmGeneral.btnmakeportable.caption=عمل نسخة محمولة
FrmGeneral.lblinterface.caption=الواجهة
FrmGeneral.lbllang.caption=اللغة
FrmGeneral.chkue.caption=إنضم إلى برنامج تحسين تجربة العملاء
FrmGeneral.btnupdate.caption=الفحص الآن
FrmBoosterSettings.chkauto.caption=الحصول على معلومات الطقس عن طريق الكشف عن الموقع تلقائيا
FrmBoosterSettings.chkset.caption=استخدام الموقع التالي للحصول على معلومات الطقس
FrmGobleSettings.btnstartup.caption=الميزات الإضافية
;
; Settings GUI
;
FrmGobleSettings.caption=إعدادات
FrmGobleSettings.TabBtnGeneral.caption=عام
FrmGobleSettings.TabBtnClean.caption=التنظيف
FrmGobleSettings.TabBtnExclusion.caption=الإستبعاد
FrmGobleSettings.TabBtnCheckup.caption=فحص مخصص
FrmGobleSettings.btncancel.caption=إلغاء الأمر
FrmGobleSettings.btnok.caption=حفظ
FrmGobleSettings.btnTray.caption=علبة النظام
FrmGobleSettings.btnSysProect.caption=حماية النظام
;
; Update
;
FrmNewVer.lblTitle.caption=يتوفر إصدار جديد
FrmNewVer.lblignore.caption=تجاهل هذا الإصدار
FrmNewVer.btnno.caption=ليس الآن
FrmNewVer.btnUpdate.caption=التحديث الآن
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=تحسين
FrmOptimizer.lblinfoex.caption=توليف النظام يحسن الإتصال بشبكة الإنترنت - ويسرع الكومبيوتر - ويزيده ثباتا
FrmOptimizer.btnnone.caption=بدون تحديد
FrmOptimizer.btnall.caption=تحديد الكل
FrmOptimizer.btnDefault.caption=النظام الافتراضي
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=قم بحماية خصوصيتك بواسطة مسح بيانات التتبع الشخصية
FrmPrivacyErase.btnrescan.caption=إفحص مجددا
FrmPrivacyErase.btnScan.caption=بدء الفحص
;
; Register defrag
;
FrmProcess.caption=إلغاء تجزئة الريجستري
FrmProcess.lblwait.caption=...جاري التحليل - فضلا أنتظر
FrmProcess.lblinfo.caption=خلال هذه العملية - نظامك قد لايستجيب لعدة ثواني أو دقائق
FrmRegDefragger.lblinfo.caption=إلغاء تجزئة الريجستري يجعل كومبيوترك يعمل بشكل أسرع وأكثر ثباتا
FrmRegDefragger.lblstat.caption=أنت لم تعمل إلغاء تجزئة للريحستري حتى الآن - يستحسن عمل ذلك الآن
FrmRegDefragger.btndefrag.caption=إلغاء التجزئة
FrmRegDefragger.lblinfo1.caption=ـ 1 ـ نقترح عليك إغلاق جميع التطبيقات الأخرى قبل تشغيل هذه الوظيفة
FrmRegDefragger.lblinfo2.caption=ـ 2 ـ سوف يصبح النظام متجمدا وغير مستجيبا أثناء التحليل
FrmRegDefragger.lblinfo3.caption=ـ 3 ـ سيتم إعادة تشغيل الكومبيوتر بعد انتهاء عملية إلغاء التجزئة
FrmRegDefragger.lblinfo4.caption=ـ 4 ـ الرجاء عدم مقاطعة عملية إلغاء تجزئة الريجستري - لأن المقاطعة قد تسبب عواقب غير معروفة
FrmRegDefragger.vtdefrag.Columns[0]=اسم المجموعة
FrmRegDefragger.vtdefrag.Columns[1]=الحجم الحالي
FrmRegDefragger.vtdefrag.Columns[2]=الحجم الجديد
FrmRegDefragger.vtdefrag.Columns[3]=معدل التكرار
FrmRegDefragger.btnAnalysis.caption=تحليل
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=تنبيه : يرجى الحفاظ على كلمة السر الخاصة بك آمنة في حال نسيانها
FrmPwGenerator.BtnCopy.caption=نسخ إلى الحافظة
FrmPwGenerator.ckdigital.caption=رقمية
FrmPwGenerator.cklowercase.caption=حروف صغيرة
FrmPwGenerator.ckupercase.caption=حروف كبيرة
FrmPwGenerator.ckspecial.caption=رموز خاصة
FrmPwGenerator.lblinfo.caption=مولد كلمات المرور سوف يساعدك على إنشاء كلمة مرور قوية
FrmPwGenerator.lbllen.caption=طول كلمة المرور
FrmPwGenerator.Btngenerator.caption=مولد كلمات المرور
;
; Software Rate
;
FrmRate.Btnlist.caption=تعليق المستخدم
FrmRate.Btnreview.caption=تعليقاتي
FrmRate.Btnfirst.caption=تعال وكن أول المعلقين عندنا
FrmRate.Btnsubmit.caption=تسليم
FrmRate.lblscore.caption=التقييم:
FrmRate.lblscorehint.caption=أنت بحاجة إلى أن تنقر على النجوم للتقييم
FrmRate.lblnick.caption=إسم عضويتك
FrmRate.lblnickhint.caption=إختياري
FrmRate.lblemail.caption=بريدك
FrmRate.lblemailhint.caption=إختياري
FrmRate.lblcontent.caption=المحتوى
FrmRate.lblcontenthint.caption=إختياري
FrmRate.lbldesctitle.caption=وصف البرنامج
FrmRate.lblratesoft.caption=برامج نوصى بها
;
; Schedule task
;
FrmSchedule.btnOK.caption=حسنا
FrmSchedule.btnCancel.caption=إلغاء الأمر
FrmSchedule.lblinfo.caption=يساعد التنظيف التلقائي العادي على إبقاء جهاز الكومبيوتر في ذروة الأداء ويوفر الوقت
FrmSchedule.chksilent.caption=الوضع الصامت
FrmSchedule.lbltype.caption=حدد نوع التشغيل
FrmSchedule.lblweek.caption=حدد اليوم
FrmSchedule.lbltime.caption=الوقت
FrmSchedule.caption=جدولة المهام
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Microsoft إخفاء كافة خدمات
FrmStartupMgr.TabBtnBoot.caption=بدء التشغيل
FrmStartupMgr.TabBtnService.caption=الخدمات
FrmStartupMgr.TabBtnHis.caption=السجلات
FrmStartupMgr.BtnRestoreAll.caption=الاستعادة بنقرة واحدة
FrmStartupMgr.tabbtnup.caption=تسريع
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=تخفيف
FrmSysClean.btnall.caption=تحديد الكل
FrmSysClean.btnrecommended.caption=الموصى به
FrmSysClean.btnnone.caption=بدون تحديد
FrmSysClean.vtsys.Columns[0]=المادة
FrmSysClean.vtsys.Columns[1]=الحجم
FrmSysClean.vtsys.Columns[2]=المكان
FrmSysClean.vtsys.Columns[3]=الإقتراح
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=إدارة الملفات الكبيرة
FrmTabPrivcay.TabBtnPrivacyErase.caption=مسح الخصوصية
FrmTabPrivcay.TabBtnDiskErase.caption=طمس القرص
FrmTabPrivcay.TabBtnFileShredder.caption=تمزيق الملفات
FrmTabPrivcay.TabBtnPwGenerator.caption=مولد كلمات المرور
FrmTabSysClean.TabbtnRegclean.caption=تنظيف الريجستري
FrmTabSysClean.TabBtnCommonClean.caption=التنظيف المشترك
FrmTabSysClean.TabBtnAdvClean.caption=التنظيف المتقدم
FrmTabSysClean.TabBtnSysSimming.caption=تخفيف النظام
FrmTabSysTune.TabbtnSysOpt.caption=تحسين النظام
FrmTabSysTune.TabBtnDDefrag.caption=إلغاء تجزئة القرص
FrmTabSysTune.TabBtnRDefrag.caption=إلغاء تجزئة الريجستري
FrmTabSysTune.TabBtnBoot.caption=إدارة بدء التشغيل
FrmTabSysTune.TabBtnContext.caption=قائمة السياق
FrmTabSysMon.TabBtnProcess.caption=مراقبة العمليات
FrmTabSysMon.TabBtnHard.caption=نظرة عامة حول الأجهزة
FrmTabSysMon.btnProcessor.caption=المعالج
FrmTabSysMon.btnBoard.caption=اللوحة الأم
FrmTabSysMon.btnMemory.caption=الذاكرة
FrmTabSysMon.btnGraphic.caption=بطاقة الرسومات
FrmTabSysMon.btnDisk.caption=محرك الأقراص الصلبة
FrmTabSysMon.btnNetAdapter.caption=محول شبكة الاتصال
FrmTabSysMon.btnSoundCard.caption=بطاقة الصوت
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=حذف آمن / أبطأ
FrmSettingClean.chkAutoBackup.caption=النسخ الاحتياطي التلقائي للريجيستري عند التنظيف
FrmSettingClean.lblfolder.caption=مجلد مخصص للتفريغ / لذوي الخبرة فقط
FrmSettingClean.btnadd.caption=إضافة
FrmSettingClean.btnremove.caption=إزالة
FrmSettingClean.lblscanmode.caption=كيفية فحص الريجستري
FrmSettingClean.rdnormal.caption=الفحص الافتراضي
FrmSettingClean.rdssafe.caption=الفحص الآمن / إظهار المدخلات الآمنة
FrmSettingClean.rddeep.caption=الفحص العميق - للمحترفين
FrmSettingClean.lblusers.caption=عدة مستخدمين
frmsettingclean.rdauser.caption=جميع المستخدمين
frmsettingclean.rdcuser.caption=المستخدم الحالي فقط
frmsettingclean.rdusers.caption=المستخدمين المحددين
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=استعادة
FrmIgnoredItems.btnall.caption=تحديد الكل
FrmIgnoredItems.btnnone.caption=بدون تحديد
FrmIgnoredItems.lblinfo.caption=بنود الفحص التي تم تجاهلها
;
; Shutdown notice
;
FrmShutDownNote.caption=التذكير بالإغلاق
FrmShutDownNote.btnCancel.caption=إلغاء الأمر
;
; Skin
;
Frmskin.lblphoto.caption=مظهر من صورة مخصصة
FrmSkin.lblprevious.caption=السابق
FrmSkin.lblnext.caption=التالي
;
; Input Window 
;
frminput.btncancel.caption=إلغاء الأمر
frminput.btnok.caption=حسنا
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=صورة رمزية مخصصة
FrmChangeHeader.btnsys.caption=الصورة الرمزية
FrmChangeHeader.btnlocal.caption=صورة محلية
FrmChangeHeader.btnok.caption=حسنا
FrmChangeHeader.btncancel.caption=إلغاء الأمر
FrmChangeHeader.lblpreview.caption=معاينة
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com برنامج تحسين تجربة العملاء
Frmsecurity.lbltitle.caption=الانضمام إلى برنامج تحسين تجربة العملاء
Frmsecurity.lblinfo1.caption=WiseCleaner.com للمساعدة على تحسين هذا المنتج وكيفية استخدامك لباقي المنتجات - يمكنك الانضمام إلى/ برنامج تحسين تجربة العملاء / إرسل رسالة إلى
Frmsecurity.lblinfo2.caption=لا يتم استخدام أي من المعلومات التي تم جمعها للتعرف عليك أو الاتصال - يمكنك الخروج من البرنامج في أي وقت
Frmsecurity.lbllink.caption=تعلم المزيد حول / برنامج تحسين تجربة العملاء
Frmsecurity.cbagree.caption=الانضمام إلى برنامج تحسين تجربة العملاء
Frmsecurity.cbagainst.caption=لا أريد الانضمام إلى البرنامج في هذا الوقت
Frmsecurity.btnok.caption=حسنا
;
;
;
FrmTrail.lbltitle.caption=Wise Care 365 نشكركم لاختياركم
FrmTrail.lblhint.caption=لا يمكنك استخدام الميزات التالية بعد تاريخ انتهاء صلاحية الفترة التجريبية
FrmTrail.lblinfo0.caption=1، نقرة واحدة لفحص وإصلاح أخطاء الكومبيوتر
FrmTrail.lblinfo1.caption=2، ماسح الخصوصية
FrmTrail.lblinfo2.caption=3، إدارة قائمة السياق
FrmTrail.lblinfo3.caption=4، التحديث التلقائي للإصدار الجديد
FrmTrail.lblinfo4.caption=5، أشكال جديدة وثيمات رائعة
FrmTrail.lblhint1.caption=إذا أعجبك هذا البرنامج - يرجى تجديده في الوقت المناسب
FrmTrail.btnbuy.caption=الشراء الآن
FrmTrail.btnClose.caption=لاحقا

[WiseTray]
TfrmTraySetting.ckclose.caption=أغلق علبة النظام عند إغلاق البرنامج الرئيسي
TfrmAssistMsg.ckbxNoPrompt.caption=لا تطالبني مرة أخرى
TfrmTraySetting.ckAssist.caption=إبلاغي عندما يجيب شخص ما على مشاركتي
TfrmTraySetting.ckReware.caption=أبلغني عندما ينشر شخص ما سؤال مدفوع
TfrmTraySetting.Caption=الإعدادات
TfrmTraySetting.btnok.Caption=نعم
TfrmTraySetting.btnCancel.Caption=إلغاء
TfrmTraySetting.ckbx4.Caption=عرض نافذة عائمة تلقائيا عند تشغيل البرنامج
TfrmTraySetting.lbl4.Caption=قم بتحسين الذاكرة تلقائيا عندما تكون نسبة استخدامها أعلى من هذه القيمة
TfrmTraySetting.lbl1.Caption=وحدة درجة الحرارة
TfrmTraySetting.lbl2.Caption=عرض معلومات النظام
TfrmTraySetting.ckbx2.Caption=فهرنهايت
TfrmTraySetting.ckbx1.Caption=درجة مئوية
TfrmTraySetting.ckbx3.Caption=التحسين التلقائي
TfrmTraySetting.ckbx5.Caption=درجة حرارة وحدة المعالجة المركزية
TfrmTraySetting.ckbx6.Caption=درجة حرارة وحدة معالجة الرسومات
TfrmTraySetting.ckbx7.Caption=القرص الصلب
TfrmTraySetting.ckbx8.Caption=درجة حرارة اللوحات الرئيسية
TfrmTraySetting.ckbx9.Caption=سرعة الشبكة
TfrmTraySetting.ckbx10.Caption=استخدام وحدة المعالجة المركزية
FrmTrayMain.btnExit.caption=خروج
FrmTrayMain.btnShowMain.caption=فتح البرنامج الرئيسي
FrmTrayMain.ppmitem2_1=إخفاء النافذة العائمة
FrmTrayMain.ppmitem2_2=إظهار النافذة العائمة
frmWiseFloatWnd.ppmStayontop=البقاء بالمقدمة
frmWiseFloatWnd.ppmHide=خروج من النافذة العائمة
TfrmPopupWnd.Caption=علبة البرنامج
TfrmPopupWnd.btn1.Caption=تحسين
TfrmPopupWnd.lblM.Caption=الذاكرة
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=الذاكرة المتوفرة كافية
TfrmPopupWnd.lbl1.Caption_2=الذاكرة المتوفرة أقل
TfrmPopupWnd.lbl1.Caption_3=نادراً ما تتوفر الذاكرة
TfrmPopupWnd.lvitem0=تحسين نظام الموارد
TfrmPopupWnd.lvitem1=تنظيف الذاكرة
TfrmPopupWnd.lvitem10=استخدام ذاكرة عالية
TfrmPopupWnd.lvitem30=استخدام نسبة كبيرة من وحدة المعالجة المركزية
TfrmPopupWnd.msg1=قم بتنظيف الذاكرة
TfrmTraySetting.lblTip.Caption=تخصيص النافذة العائمة
TIP_CPU_USE=استخدام وحدة المعالجة المركزية
H_ID_MAINBOARD=درجة حرارة اللوحات الرئيسية
H_ID_CUP=درجة حرارة وحدة المعالجة المركزية
H_ID_GRAPHICS_T=درجة حرارة بطاقة الرسومات
H_ID_DISK=درجة حرارة القرص

[Context]
ContxtMgrInfo=طريقة سهلة / لتعطيل - تمكين / قائمة سياق الويندوز
ContextName=التسمية التوضيحية للقائمة
ContextPublisher=الناشر
ContextType=نوع
ContextAction=الحالة
ContextAll=كافة الملفات  (*)
ContextDirectory=الدليل
ContextFolder=مجلد
ContextDrive=محرك الأقراص
ContextBack=سطح المكتب
ContextRecycle=سلة المحذوفات
ContextShortcut=ملف الاختصار
ContextExe=تنفيذ ملف
Contextunknowndesc=الوصف غير معروف
Contextunknown=شركة مجهولة

[Message]
Skipped=تخطي
7After=يوم منذ آخر مرة قمت بتنظيف الريجستري - ينصح بإجراء فحص فوري %d مرت
7Before=ترجمة الأستاذ : علـي النجفـي
Activated=تم تنشيط النسخة المدفوعة
ActivateOnline=...جار التحقق من معلومات التسجيل - يرجى الانتظار لبضع ثوان
AddFileType=أضف نوع الملف
AddFolder=أضف مجلد
AdviseClean=ترجمة الأستاذ : علـي النجفـي
AllHardDrive=محركات الأقراص
AlreadExist=%s موجودة بالفعل في القائمة
Analysing=...جار التحليل
Area=منطقة
AvdDefaultHint=العثور على المزيد من الملفات عديمة الفائدة لتحرير مساحة أكبر
BackupDate=تاريخ النسخ الاحتياطي
BackupType=نوع النسخ الاحتياطي
BFName=إسم الملف
BFPath=المسار
BFSize=حجم الملف
BFType=النوع
BigfileHint=ملفات النظام الرئيسية والملفات الهامة تم تصفيتها من نتائج المسح - يرجى توخي الحذر عند اختيار الملفات الأخرى
BigfileSearch=حذف الملفات الكبيرة عديمة الفائدة التي تحتل مساحة من القرص بانتظام لزيادة مساحة القرص
BigfileSearchFinish=%d وجدت ملفات كبيرة، مع أخذ %s مساحة القرص. والمدة الزمنية: %d ثانيا
BigfileSelect=لديك %d من الملفات المحددة، وحذفها سوف يساعدك على الحصول على %s مساحة من القرص
bkAuto=تلقائيا
bkManual=يدويّا
Browse=تصفح
BrowserRunning=%s قيد التشغيل هل ترغب في إغلاقه ؟ خلاف ذلك ، لا يمكن تنظيف ذاكرة التخزين المؤقت وملفات تعريف الارتباط الخاصة به
BtnHint=أسرع وأكثر أمنا
BtnUpgrade=نسخة كاملة
Cancel=إلغاء
CanFreeSpace=تم العثور على %d من الملفات - ويمكن حفظ %s من مساحة محرك الأقراص
CannotCrTask=لا يمكن إنشاء مهمة مجدولة
Clean=نظيف
CleanDone=اكتملت عملية التنظيف
CleanForReg=...جار تنظيف السجل
CleanHis=تنظيف التاريخ
Cleaning=...جار التنظيف
CleanNow=ينصح بالتنظيف الفوري
ComfirmDefrag=يرجى حفظ عملك الغير منته - لأن الكومبيوتر سيتم إعادة تشغيله بعد الغاء التجزئة - إستمرار
Complete=اكتمال
Compress=...ضغط
ConfirmAdd=هل تريد بالتأكيد إزالة جميع الملفات %s عند تشغيل المنظف المتقدم
ConnectFail=لا يمكن الاتصال بالخادم، يرجى التحقق من اتصال الإنترنت الخاص بك والمحاولة لاحقا
CreateBackup=إنشاء النسخ الاحتياطي للبيانات
CreateBackupReg=جار إنشاء النسخ الاحتياطي للبيانات... يرجى الانتظار لبضع دقائق
CreateDate=تاريخ الإنشاء
def15After=%d مرت أيام منذ آخر تجزئة - ينصح بعمل تجزئة للريجستري فورا
def15Before=سيبقى جهاز الكومبيوتر سريع ومستقر إذا ابقيت السجل المدمج الخاص بك ممكن
DefaultValue=(الإفتراضي)
DefragRate=معدل التحسين هو %s
DefragReport=تم ضغط الريجستري - تقرير محسن
DefragReport1=الحجم السابق للريجستري
DefragReport2=الحجم الجديد للريجستري
DefragReport3=الحجم الأمثل
delbigfile=حذف الملفات الكبيرة هي عملية في اتجاه واحد بدون  النسخ الاحتياطي. هل تريد حذف تلك الملفات المحددة
delbigfileFail=لا يمكن حذف الملف - ربما يجري استخدامه من قبل تطبيق آخر
DelSkin=هل تريد بالتأكيد حذف هذا الثيم
Description=الوصف
DisableAdd=CD-ROM من أجل السلامة سيتم إضافة بعض مجلدات النظام إلى هذه القائمة مثل / مجلد ويندوز - التمهيد من القرص الصلب - و
Discount=(25% الخصم متاح الآن)
DiscountInfo1=لقد تم استخدام البرنامج مجانا لمدة %d أيام 
DiscountInfo2=لدينا الآن عرض خاص لك 
DiscountInfo3=دفع %s فقط للترقية إلى الإصدار المدفوع
DownloadError=حدث خطأ في التنزيل ، يرجى المحاولة لاحقا
DownloadingSkin=لم يتم الانتهاء من مهمة التحميل الحالية - الرجاء التحديث لاحقا
DupFile=الملف في القائمة
DupFolder=هذا المجلد موجود في القائمة
DupItem=العنصر موجود بالفعل في القائمة
ElapsedTime=الوقت المنقضي 
ELeftTime=الوقت المقدر
EmptyEmail=لا يمكن أن يكون عنوان البريد الإلكتروني فارغا
EmptyName=لا يمكن أن يكون اسمك فارغا
EmpytKey=لا يمكن ترك مفتاح الترخيص فارغا
EnableRestore=?تم تعطيل استعادة النظام - هل تريد تمكين الإستعادة
Entries=الإدخالات
ErrorMsg=رسالة خطأ
ExImport=تم تصدير قائمة الاستبعاد إلى
ExitTray=?هل أنت متأكد من الخروج من علبة البرنامج
ExpiryDate=تاريخ الانتهاء
Exported=تم تصدير الإدخالات الحالية إلى %s هل تريد فتح الملف الآن?
Extracte=...جار الإستخراج
FailedCloseProcess=أخفق إحباط البرنامج - يرجى إغلاقه يدويا
FailToDelete=لا يمكن حذف بعض الملفات، سيتم حذفها عند إعادة تشغيل الكومبيوتر
failtounLock=أخفق إلغاء حظر محرر الريجستري. ربما تحتاج إلى مزيد من التفويض لتحقيق هذه العملية
FindDrives=البحث عن محركات الأقراص
FindError=تم العثور على %d من المشاكل من بينها %d إدخالات غير آمنة
FindFilesSize=تم العثور على %d من الملفات - أي ما مجموعه %s
FindRunProcess=البرنامج قيد التشغيل - يرجى إغلاقه لإنهاء هذا التحديث
FindTraces=تم العثور على %d من بقايا التاريخ
FindTracesSection=تم العثور على %d من الآثار في هذا القسم
Fix=إصلاح
Free=متوفر
GetHotSkinError=يحدث خطأ عند الاستعلام عن معلومات الثيم
GettingRestoreData=...الحصول على استعادة البيانات
GoodHabit=التنظيف المنتظم للريجستري سيبقي جهاز الكومبيوتر مثاليا
HaveChange=هل تريد حفظ التغييرات؟
Hours=ساعات
Ignore=تجاهل
IgnoreVer=تجاهل هذا التحديث
illegalType=%s نوع ملف غير قانوني
InputCookie=Such as Google, live etc / الرجاء إدخال النطاق
InputSummary=الرجاء إدخال الملخص لهذا النوع
InputType=For Example: *.tmp etc... / أدخل اسم الملف أو نوعه
InvalidEmail=بريد إلكتروني غير صالح، يرجى إدخال بريد صالح
InvalidIgnorItem=لا يمكن تجاهل هذا العنصر
InvalidKey=مفتاح الترخيص غير صالح - يرجى إدخال مفتاح صالح
InvalidRegInfo=معلومات تسجيل غير صالحة 
InvalidType=امتداد الملف غير صالح
IsRunning=البرنامج قيد التشغيل - يرجى الانتظار حتى الانتهاء من الفحص ثم حاول مرة أخرى
IssueFound=تم العثور على %d من المواد
IssuesFound=تم العثور على %d من المواد
Items=العناصر
KeyWord=يرجى إدخال كلمتك الرئيسية
KillProcessError=خطأ إنهاء العملية، السبب المحتمل أذونات غير كافية 
LastClean=آخر تنظيف لك كان في 
LastCommonClean=آخر تنظيف لك كان في 
LastDefrag=آخر وقت لتجزئة الريجستري
LeastOne=يجب عليك اختيار منطقة واحدة على الأقل للفحص.
LeftTime=الوقت المتبقي 
LeftTimeSec=المدة الزمنية %s ثوان
LestOne=يجب عليك اختيار منطقة واحدة على الأقل للفحص
LestOneClean=يجب عليك اختيار منطقة واحدة على الأقل للتنظيف
LestOneItem=يجب عليك اختيار عنصر واحد على الأقل للتنظيف
LogAll=تم العثور على %d من المشاكل - تم حل %d من المشاكل
LogFail=أخفقت إزالة %d من العناصر
Minutes=دقائق
MoreSpace=اختياري
NeedBackup=? يبدو أن هذه هي المرة الأولى التي تتحقق من جهاز الكومبيوتر - ينصح بالنسخ الاحتياطي - هل ترغب في الاحتفاظ بنسخة احتياطية منه تلقائيا الآن
NeedInstall=هل تريد التثبيت%s الآن
NeedStartup=تحتاج إلى تسريع جهاز الكومبيوتر يدويا - لم يتم تعيين البرنامج للتشغيل عند بدء تشغيل الكومبيوتر
NeedUpdate=هل تريد التحديث%s الآن
Never=بدون
NeverDefrag=ترجمة الأستاذ : علـي النجفـي
New=جديد
NewVer=?نسخة جديدة متاحة هل تريد الترقية الآن
NoBackupSelected=يجب عليك اختيار نسخة احتياطية واحدة على الأقل لاستعادتها
NoDriveChecked=يجب عليك اختيار محرك أقراص واحد أو أكثر لإجراء الفحص
NoError=تهانينا لم يتم العثور على أية مشاكل
NoFilesFound=نظيف
NoItemChecked=يجب عليك اختيار واحد أو أكثر من الملفات للتنظيف
NoItemFound=لم يتم العثور على أية عناصر
NoItems=تهانينا لقد تم تحسين جميع العناصر.
NoNewVer=تهانينا - الإصدار الذي تستخدمه هو الأحدث
NoRegInfo=لا يمكن العثور على معلومات التسجيل
Notice=إجعل الكومبيوتر أسرع وأكثر أمنا
NoTracesFound=لا توجد آثار
NoTrashAndTrace=مبروك - جهاز الكومبيوتر نظيف تماما
NotShowNotice=لا تعرض هذا الإشعار مرة أخرى
NotSupportOS=الميزة غير معتمدة على نظام التشغيل هذا
NowCleaning=نظف الان
Offer=عرض خاص
Optimize=تحسين
PluginCount=عدد الإضافات
PrivacyActive=لتنشيط
PrivacyData=سجلات الخصوصية
PrivacyDefaultHint=يمكن للمسح المنتظم لبيانات التتبع تأمين خصوصيتك من أعين المتطفلين
Privacyissues=مشاكل الخصوصية
PrivacyUnActive=قواعد الخصوصية - لم يتم تفعيلها
Problems=مشاكل
Proupdate=للاسف نسخة الهبة لاتدعم الترقية، نستطيع ان نقدم لك خصم 50% للحصول على أحدث إصدار. وإلا سوف تصبح نسختك مجانية إذا اخترت تحديث البرنامج - استمرار?
RegBackup=سجل النسخ الاحتياطي
RegBackupDone=تم إنشاء النسخ الاحتياطي للريجستري بنجاح
RegBackupFail=أخفق إنشاء نسخة احتياطية للريجستري
RegeditorLocked=تم حظر محرر الريجستري. تتطلب وظيفة النسخ الاحتياطي / استعادة محرر الريجستري الوصول إليها. هل تريد إلغاء حظر محرر الريجستري الآن?
RegEntries=مدخلات الريجستري الغير صالحة
Regerror=أخطاء الريجستري
Registried=مسجل
RegRestore=استعادة الريجستري
RegTitle=غير مسجل
Removebackup=? هل أنت متأكد من إزالة ملفات النسخ الاحتياطي المحددة
RemoveSysRestore=? هل أنت متأكد من إزالة نقطة استعادة النظام المحددة
ReScanHint=تم إيجاد %d من المشاكل للعثور على المزيد - ينصح بالفحص مجددا
ReScanHint1=نقترح عليك الفحص مرة أخرى للعثور على المزيد من المشاكل
ReScanHint2=يرجى الفحص مرة أخرى للعثور على المزيد من المشاكل
RestoreComplete=اكتمال الاستعادة
RestoreFromSysRestore=?يجب إعادة تشغيل الكومبيوتر بعد استعادة النظام - هل تريد بدء استعادة النظام الآن
RestorePointDone=تم إنشاء نقطة الاستعادة بنجاح
RestorePointFail=فشل إنشاء نقطة استعادة النظام
RestoreReg=جار إستعادة الريجستري ... يرجى الانتظار لبضع دقائق
Safetodel=يمكن حذف هذا العنصر بأمان
ScanAborted=تم إلغاء الفحص
ScanCanceled=تم إلغاء الفحص
ScanFor=فحص
Scaning=...جار الفحص
ScannedSection=الأقسام التي تم فحصها
Scanning=...جار الفحص
ScheduleHint=تفعيل خيار جدولة تنظيف الكومبيوتر
ScheduleNextTime=في المرة القادمة 
ScheduleNotActive=لم يتم تمكين مهمة الجدول الزمني
Secs=ثواني
SelectFolder=الرجاء تحديد مجلد
SelectHardDrive=الرجاء تحديد محرك أقراص ثابت
ShredFile=تمزيق / ملف - مجلد
SkinCorrupt=ملف الثيم الذي تم تنزيله غير كامل أو فاسد - يرجى تحميله مرة أخرى
SkinLimit=?هذا الثيم متاح فقط للإصدارات المدفوعة - ترقية الآن
StartClean=تنظيف
StartScan=فحص
SuggestDefrag=ينصح الغاء التجزئة للحظة
SuggestIgnore=يمكنك إلغاء تجزئة الريجستري في المرة القادمة
Summary=ملخص
SysCreating=...إنشاء نقطة استعادة النظام
SysProtectOff=تم إيقاف حماية النظام
SysProtectOn=تم تشغيل حماية النظام
SysRestoring=...الاستعداد لاستعادة النظام
ThanksRegister=شكرا لك على تسجيل هذا المنتج
Total=المجموع
TotalDefrag=%.2f تم ضغط
TotalTraces=- تم العثور على %d من الآثار
TraceCount=الآثار المتعددة
TraceFound=- تم العثور على %d من الآثار
TraceFoundEx=تم العثور على الآثار التالية
TraceRemoved=تمت إزالة %d من الآثار
TranslateTo=لغات أخرى
TrashFound=تم العثور على %d من الملفات - ما مجموعه %s
TrashFoundEx=تم العثور على الملفات المهملة التالية
TrashRemoved=تم إزالة %d من الملفات - وتحرير من مساحة القرص %s
TrashSize=الملفات
TrayNotice=لم يتم تنظيف جهاز الكومبيوتر الخاص بك لأكثر من نصف شهر
TuneupCount=معايرة الآثار 
TypeChanged=لقد قمت بتغيير عناصر الفحص
TypeNoError=نظيف
Unknow=غير معروف
Unlimited=غير محدود
Unoptimized=غير محسن
Unregistried=غير مسجل
VipSkin=?هذا الثيم متاح فقط للمستخدمين المسجلين - تحديث الآن
WaitForDownload=يرجى الانتظار حتى يكتمل التنزيل 
WaitUpdateComplete=لم يتم الانتهاء من مهمة التحديث الحالي - يرجى تحديث هذا البرنامج لاحقا
WarnNoType=يجب تحديد نوع ملف واحد على الأقل
WarnZeroFile=? لقد قمت بتحديد خيار - ملف فارغ - يرجى مراجعته قبل إزالته - استمرار
WDCReport=تقرير تنظيف القرص
Working=يرجى الانتظار حتى يتم الانتهاء من المهمة الحالية ثم حاول مرة أخرى

[Exclusion]
Folder=المجلدات المستبعدة
AddFolder=إضافة مجلد
File=الملفات المستبعدة
AddFile=إضافة ملف
File Type=نوع الملفات المستبعدة
AddType=إضافة نوع
Registry=مفاتيح الريجستري المستبعدة
Add Key=إضافة مفتاح
Delete=حذف
Cookies=المجالات المستبعدة
Add Cookie=إضافة مجال
Whiteapp=القوائم البيضاء للتطبيق
Blackapp=القوائم السوداء للتطبيق
WhitePosition=موضع القوائم البيضاء
BlackPosition=موضع القوائم السوداء

[PrivacyScan]
SeenPictures=محفوظات الصور التي تم عرضها
SeenPicturesHint=محفوظات الصور التي تم عرضها أثناء تصفح الإنترنت
SeenMovies=محفوظات ملفات الفيديو التي تمت مشاهدنها
SeenMoviesHint=محفوظات ملفات الفيديو التي تمت مشاهدنها أثناء تصفح الإنترنت
AccessFiles=محفوظات الملفات التي تم فتحها
AccessFilesHint=محفوظات الملفات التي تم فتحها أثناء استخدام الكومبيوتر
VisitedWeb=محفوظات الصفحات التي تمت زيارتها
VisitedWebHint=محفوظات الصفحات التي تمت زيارتها أثناء تصفح الإنترنت

[PrivacyClean]
GoodHabit=سيبقي التنظيف المنتظم للسجل جهاز الكومبيوتر في أعلى أداء
CleanNow=يوجد أمور تتعلق بالخصوصية ننصحك بالتخلص منها الآن
TraceFound=من متعلقات الخصوصية %d تم العثور على
TraceRemoved=من متعلقات الخصوصية %d تم التخلص من

[Password]
Weak=ضعيفة
OK=جيدة
Strong=قوية

[Schedule]
Daily=يوميا
Weekly=أسبوعيا
Monthly=شهريا
Idle=اثناء الخمول
Login=عند تسجيل الدخول
Sunday=الأحد
Monday=الإثنين
Tuesday=الثلاثاء
Wednesday=الأربعاء
Thursday=الخميس
Friday=الجمعة
Saturday=السبت
AutoScan=فحص آلي
AutoClean=تنظيف آلي

[Bootup]
BootAction=العملية
BootDelHint=حذف هذا العنصر
BootLoad=تفعيل برامج بدء التشغيل و الخدمات
BootName=وصف البرنامج
BootRate=تقييم البرنامج
BootSuggestion=الإقتراح
BootTime=الإقلاع
BtnRestore=إستعادة
CanDisable=إيقاف اختياري
delItem=هل أنت متأكد من أنك تريد حذف هذا البند؟
Disable=تعطيل
Enable=تمكين
FailToChange=هذا العنصر لا يمكن تعطيله أو تمكينه
HisInfo=تم حاليا تعطيل %d من المواد - تستطيع أن تمكن منها ماتريد من هنا
Keep=إبقاء
MaySpeedup=%.2f سيتم إختصار وقت التشغيل بالثوان بنسبة
MustEnable=يجب التمكين
NoHisInfo=لم يتم تعطيل أي مواد حاليا
NoSuggestion=لا يوجد
Optimal=الأمثل
Publisher=الناشر
ServiceCountInfo=العثور على %d من الخدمات الخارجية وعلى %d من خدمات النظام
ServiceName=وصف الخدمة
StartupInfo=تعطيل بعض برامج بدء التشغيل غير الضرورية لتسريع تشغيل جهاز الكومبيوتر
ToDisable=موصى به
ToKeep=اتركه كما هو
Tuneup=تحسين
TuneupDone=من / عنصر - عناصر / التمهيد %d تم تعطيل
TuneupFaile=من / عنصر - عناصر / التمهيد %d لا يمكن تعطيل

[Msg]
WDCScanSpeed=مــــاء أغلى ما أملك وأجمل ما رأيت
WDCSysSlimming=لا يوجد ملفات
PowerOpt=لا توجد عناصر قابلة للتحسين

[CommonClean]
ScanAbortedHint1=يستحسن إعادة الفحص الآن للتخلص من الملفات العديمة الفائدة
ScanAbortedHint=نقترح بأن تقوم بالفحص مرة ثانية فورا للعثور على الملفات والآثار عديمة الفائدة
DefaultHint=يمكن للتنظيف المنتظم توفير مساحة على القرص وحماية خصوصيتك
7After=%d أيام مرت منذ آخر "تنظيف" ينصح بالفحص الفوري
7Before=ترجمة الأستاذ : علـي النجفـي

[SysClean]
Scanning=...جار الفحص
ScanEnd=من مساحة القرص %s من المواد حيث تم توفير %d تم العثور على
NoItems=تهانينا - محرك أقراص النظام الخاص بك نظيف
Open=فتح
Remove=إزالة
MoreSpace=تتطلب مساحة أكبر
Cleaning=...جاري التنظيف
NoItems=تهانينا! محرك أقراص النظام الخاص بك نظيف
SpaceFreed=تم الإنتهاء من تخفيف أعباء النظام - وتوفير مساحة من القرص %s
Installer=ملفات ويندوز المهجورة
LongInstaller=Windows Installer  لتوفير مساحة أكثر يمكن إزالة الملفات المهجورة لـ
PatchUninstall=Windows Update ملفات إلغاء التثبيت الخاصة بتحديثات
LongPatchUninstall= ملفات إلغاء تثبيت تحديثات الويندوز - يمكنك إزالتها إذا كنت لا تحتاج إليها
Downloadedfiles=ملفات التثبيت من ويندوز المحملة مسبقا
Longdownloadedfiles=بعد نجاح تثبيت تحديثات الويندوز يمكنك إزالة الملفات بدون خطورة
Baselinecache=Windows Installer المخزون المؤقت لقاعدة بيانات
LongBaselinecache=وبالتالي يمكن إزالتها Windows installer ملفات تم إنشاؤها بواسطة
JPIME=اللغة اليابانية
LongJPIME=إذا كنت لا تحتاج إلى اللغة اليابانية مستقبلا فإنه يمكنك إزالة الملفات
KoreanIME=اللغة الكورية
LongKoreanIME=إذا كنت لا تحتاج إلى اللغة الكورية مستقبلا فإنه يمكنك إزالة الملفات
TChineseIME=اللغة الصينية الرسمية
LongTChineseIME=إذا كنت لا تحتاج إلى اللغة الصينية الرسمية مستقبلا فإنه يمكنك إزالة الملفات
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=مستقبلا فإنه يمكنك إزالة الملفات Microsoft Pinyin IME إذا كنت لا تحتاج إلى
HelpFile=ملفات تعليمات الويندوز
LongHelpFile=إذا كنت لا تحتاج إلى تعليمات النظام مستقبلا فإنه يمكنك إزالة الملفات
SamplePic=مجلد الصور
LongSamplePic=إذا كنت لا تحتاج إلى الصور الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة
SampleMic=مجلد الموسيقى
LongSampleMic=إذا كنت لا تحتاج إلى الملفات الموسيقية الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة
SampleVideos=مجلد الفيديو
LongSampleVideos=إذا كنت لا تحتاج إلى ملفات الفيديو الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة
SampleMedia=مجلد الوسائط
LongSampleMedia=إذا كنت لا تحتاج إلى ملفات الوسائط الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة
Wallpaper=صور الخلفيات
LongWallpaper=إذا كنت لا تحتاج إلى خلفيات سطح المكتب الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة

[PCExam]
FixComplete=تم الانتهاء من الإصلاح
ScanComplete=تم الانتهاء من الفحص
CheckDefrag=التحقق من أجزاء محرك أقراص النظام
DefaultHint=الفحص سوف يمكنك من العثور على مشاكل الأمان المحتملة والعناصر التي يمكن تحسينها ومن ثم إصلاحها بنقرة واحدة فقط
Details=تفاصيل
DiskDefrag=إلغاء تجزئة القرص
ExamCanceled=تم إلغاء الفحص
ExamEndHint1=تم فحص %d من المواد، منها %d مشكلة, يستحسن عمل "إصلاح" هذه المواد دفعة واحدة
ExamEndHint2=تم اكتشاف %d من المواد, منها %d فيها أخطاء, و %d تحتاج إلى إصلاح يدوي الآن
ExamEndHint3=تم اكتشاف %d من المواد, منها %d فيها أخطاء و تحتاج إلى إصلاح يدوي
ExamEndHintFixed=تهانينا - تم إصلاح جميع العناصر التي تحتاج إلى إصلاح
ExamEndHintFixed3=%d تم إصلاح المشاكل, %d أحيانا تحتاج الى اصلاح بعض العناصر يدويا
ExamEndHintFixed4=من المشاكل  التي تحتاج إلى صيانة %d مبروك تم إصلاح
ExistsPrivacyRisks=يوجد خظورة على خصوصيتك
FilesFound=تم العثور على %d من الملفات، تحتل %s من مساحة القرص
FindJunkFiles=تم إيجاد %d من مخلفات الملفات - %s
FindPrivacyData=تم العثور على %d من سجلات الخصوصية
FindTrace=العثور على %d من عناصر المحفوظات
FindTraces=العثور على %d من عناصر المحفوظات
FindTrash=العثور على %d من مخلفات الملفات, كانت تحتل حوالي %s من مساحة القرص
FirePWall=التحقق من توفر جدار الحماية للشبكة العامة للويندوز
FirePWallInvalid=تم تعطيل جدار حماية ويندوز من شبكة الاتصال العامة
FirePWallValid=تم تمكين جدار الحماية لشبكة الإتصال الخاصة بالويندوز
FireSWall=التحقق من توفر جدار الحماية لشبكة المنزل الخاصة بالويندوز 
FireSWallInvalid=تم تعطيل جدار الحماية لشبكة الإتصال الخاصة بالويندوز
FireSWallValid=تم تمكين جدار الحماية لشبكة الإتصال الخاصة بالويندوز
FireWallInstalled=تم تثبيت برنامج مكافحة الفيروسات
FireWallUnInstalled=لا يوجد برنامج مكافحة فيروسات في كومبيوترك
FirstTimeRunHint=كومبيوترك سليم - هل ترغب بإعادة الفحص الآن؟
FixCanceled=تم إلغاء عملية الإصلاح
Fixing=الإصلاح
FolderOption=التحقق من توفر خيارات المجلد
FolderOptionsInvalid=خيارات المجلد معطلة
FolderOptionsValid=خيارات المجلد صالحة
IEShell=IE shell function للتحقق من صحة
IEShellFail=IE تم إختطاف الصفحة الرئيسية للـ
IEShellFine=IE shell يعمل بشكل طبيعي
InstallSafeSoft=تثبيت برامج مكافحة الفيروسات
JunkFiles=ملفات عديمة الفائدة في كومبيوترك
JunkFilesEx=الملفات الغير صالحة مثل ملفات التخزين المؤقت والسجلات والملفات المؤقتة...إلخ
LastCheck=آخر فحص للكومبيوتر
LastFixTime=آخر فحص كان منذ %d يوم
ManualFix=إصلاح يدوي
ManualProcess=مواد التحسين اليدوي
ManualProcessEx=مخاطر الخصوصية - إلغاء تجزئة القرص...الخ يتطلب - إصلاح يدوي
NeedDefrag=يحتاج محرك أقراص النظام إلى إلغاء التجزئة
NoNeedDefrag=لا حاجة لإلغاء تجزئة محرك أقراص النظام
NoOptimizeItems=تم تحسين كافة العناصر
NoPrivacyRisks=لا يوجد خظورة على خصوصيتك
OptimizeOptItems=للتحقق من المواد التي تم تحسينها
OptimizeResult=تم تحسين %d من العناصر من أجل تسريع كومبيوترك
PcGood=تهانينا الكومبيوتر سليم
PCHealthNum=مؤشر سلامة الكومبيوتر
PrivacyHint=مسح كل آثار المستكشف الخاص بك وأنشطة الكومبيوتر السابقة
PrivacyItmes=مخاطر الخصوصية
ReFixHint=يستحسن إتمام عملية إصلاح الكومبيوتر لجعله أسرع
RegeditLocked=محرر الريجستري معطل
Regeditor=التحقق من توفر محرر الريجستري للويندوز
RegeditUnLocked=محرر الريجستري صالح
RegEntriesCount=العثور على %d من المدخلات الغير صالحة
RegEntriesResult=تم التخلص من %d من مدخلات الريجستري الغير صالحة
RegistryJunk=مدخلات الريجستري الغير صالحة
RegistryJunkEx=مدخلات ومخلفات الريجستري الغير صالحة
RemoteDesktop=ملفات المخزون المؤقت لسطح المكتب البعيد
RemoteDesktopAlive=الاتصال بسطح المكتب البعيد قيد التشغيل
RemoteDesktopDisabled=يتم تعطيل "اتصال سطح المكتب" البعيد
ReScanHint=نحن نوصي بشدة إكمالك لفحص جهاز الكومبيوتر للبحث عن مزيد من المشاكل التي تبطئ كومبيوترك
Result.FailTranstr=لا يوجد برنامج مكافحة فيروسات في كومبيوترك
Result.FineTranStr=تم تثبيت برنامج مكافحة فيروسات في كومبيوترك
SafeCheckResult=تم إصلاح %d من المسائل المتعلقة بالأمان
ScanFor=الفحص
ScanOptItems=مواد قابلة للتحسين
SDDDetected=SSD الكشف - تخطي
SecurityProject=المواد المتعلقة بالأمان
SecurityProjectEx=جدار الحماية والريجستري وسطح المكتب البعيد والمهام الأمنية الأخرى
ShortJunkFiles=ملفات عديمة الفائدة
ShortJunkFiles=الملفات عديمة الفائدة في جهاز الكومبيوتر
ShortJunkFilesEx=ملفات عديمة الفائدة
ShortManualProcessEx=مهام التحسين اليدوي
ShortRegistryJunk=مدخلات ريجستري غير صالحة
ShortRegistryJunkEx=مدخلات ريجستري غير صالحة
ShortSecurityProjectEx=المهام الأمنية
ShortSystemTuneup=المواد التي يمكن تحسينها
ShortSystemTuneupEx=توليف النظام
ShortUserTrace=بيانات التصفح
ShortUserTraceEx=آثار الكومبيوتر
Suggestion1=يستحسن عمل فحص فوري الآن
SystemTuneup=يوجد %d من عناصر التي يمكن تحسينها من أجل أداء أفضل لكومبيوترك
SystemTuneupEx=زيادة سرعة النظام وتحسين أدائه واستقراره وما إلى ذلك
TaskManager=التحقق من توفر مدير مهام الويندوز
TaskManagerInvalid=مدير المهام غير ممكن
TaskManagerValid=مدير المهام ممكن
Tracehint=مسح محفوظات الاستعراض الخاصة بك وتاريخ الوصول والمستندات إلخ
TraceResult=التخلص من %d من مخلفات الاستخدام
TracesFound=العثور %d من المخلفات
TrashResult=تم التخلص من %d من الملفات العديمة الفائدة و من ثم تحرير %s من مساحة القرص
UnsettledItems=العناصر التالية تحتاج إلى إصلاحها يدويا
UserTrace=آثار التتبع للكومبيوتر ومحفوظات الاستعراض
UserTraceEx=محفوظات البرامج المستخدمة والملفات التي تم فتحها ومواقع الإنترنت التي تمت زيارتها...الخ
WindowsAutoUpdate= التحقق من توفر خدمة التحديثات التلقائية للويندوز
WindowsAutoUpdateInvalid=التحديث التلقائي معطل للويندوز
WindowsAutoUpdateValid=التحديث التلقائي صالح للويندوز

[FileErase]
NetPath=لا يمكن فك مسار شبكة الاتصال
None=بدون
Crushing=التمزيق
Shred=ممزق
InUsed=قيد الاستخدام
Aborted=ملغي
Shredding=تمزيق
SysPath=لا يمكن مسح المسار المحدد لأنه يتضمن مسارات مهمة للنظام
ScrubFinished=تم المسح. تم بنجاح تمزيق %d من الملفات و فشل في تمزيق %d من الملفات
ScrubCanceled=تم إلغاء المسح. وتم بنجاح تمزيق %d من الملفات و فشل في تمزيق %d من الملفات
Erased=تمزيق
Canceled=تم الإلغاء

[DiskDefrag]
Volume=القرص
Format=نظام الملفات
TotalSpace=المساحة الإجمالية
FreeSpace=المساحة الفارغة
Fragmented=الأجزاء
Status=الحالة
PmDefrag=إلغاء التجزئة
QuickOpt=التحسين السريع
FullOpt=التحسين الكامل
PmAnlyse=تحليل
Resume=إستئناف
Analying=تحليل
Defragmenting=إلغاء التجزئة
Optimizing=تحسين
Analyed=تم التحليل
Defragmented=تم إلغاء التجزئة
Optimized=تم التحسين
Pause=إنتظار
IsSSD=يجب أن يتضمن تحديدك محرك أقراص واحد على الأقل - علما أن إلغاء تجزئة القرص قد تقلل من عمر بقائه - هل تريد فعلا المتابعة ؟
FragmentedRate=التجزئة
DefragInfo=ينصح دوما بإلغاء تجزئة القرص للحفاظ على التشغيل السريع للجهاز بعد استخدامه لبعض الوقت

[BtnList]
ForceDeleter=قوة المسح
ForceDeleterDesc=ملف فتح القفل والحذف آمن وسهل
SystemMonitor=مراقبة النظام
SystemMonitorDesc=مراقبة المعالج والأجهزة وحركة مرور الشبكة
AutoShutdown=الإيقاف التلقائي
AutoShutdownDesc=إيقاف تشغيل الكومبيوتر تلقائيا
DataRecovery=استعادة البيانات
DataRecoveryDesc=استعادة الملفات المحذوفة
FolderHider=المجلد او الملف المخفي
FolderHiderDesc=سهولة إخفاء البيانات الخاصة
JetSearch=بحث سريع
JetSearchDesc=بحث سريع للملف محلي
MemoryOptimizer=محسن الذاكرة
MemoryOptimizerDesc=أداة تحرير الذاكرة الحرة
ProgramUninstaller=برنامج إلغاء التثبيت
ProgramUninstallerDesc=إزالة البرامج غير المرغوب فيها بدقة
PluginClean=منظف الإضافات
BigFile=إدارة الملفات الكبيرة
BigFileDesc=طريقة سهلة لإدارة ملفات أكبر
RegClean=تنظيف الريجستري
RegCleanDesc=العثور على أخطاء التسجيل وإصلاحها
CommClean=التنظيف المشترك
CommCleanDesc=سرعة وسهولة في تنظيف الملفات عديمة الفائدة والآثار
AdvClean=التنظيف المتقدم
AdvCleanDesc=بحث وتنظيف الملفات عديمة الفائدة في جميع محركات الأقراص
SysSimming=تخفيف النظام
SysSimmingDesc=سهولة تنظيف ملفات ويندوز عديمة الفائدة
PowerOpt=تحسين النظام
PowerOptDesc=معايرة أداء جهاز الكومبيوتر الخاص بك
DiskDefrag=إلغاء تجزئة القرص
DiskDefragDesc=إلغاء تجزئة الأقراص وتسريع النظام الخاص بك
RegDefrag=إلغاء تجزئة الريجستري
RegDefragDesc=تحسين الريجستري لتسريع النظام الخاص بك
Startup=إدارة بدء التشغيل
StartupDesc=سهولة إدارة برامج بدء التشغيل.
ContextMenu=قائمة السياق
ContextMenuDesc=سهولة إدارة عناصر قائمة سياق ويندوز.
PrivacyErase=مسح الخصوصية
PrivacyEraseDesc=إزالة / الآثار - التاريخ / للحفاظ على خصوصيتك آمنة
DiskErase=ممحاة القرص
DiskEraseDesc=محو جميع الملفات المحذوفة من القرص
FileShredder=تمزيق الملفات
FileShredderDesc=منع إستعادة الملفات الممزقة عن طريق الكتابة فوق المساحة الأصلية
PasswordGenerator=مولد كلمات المرور
PasswordGeneratorDesc=سهولة إنشاء كلمة مرور قوية
ProcessMon=مراقبة العملية
ProcessMonDesc=سهولة إدارة العمليات قيد التشغيل
SystemInfo=معلومات جهاز الكومبيوتر
SystemInfoDesc=لمحة عامة عن معلومات النظام والأجهزة الخاصة بك

[DiskErase]
Stop=إيقاف
Erase=البدء
Rule1=بيانات عشوائية 1 مرة ـ مستحسن
Rule2=ـ 3 مرات DoD 5220.22-M
Rule3=ـ 7 مرات Schneier's
Rule4=ـ 35 مرة Guttmann
EraseFinished=تم طمس القرص - المدة الزمنية
ErasingFor=محو الملفات المحذوفة في %s يرجى الانتظار
TempFileDeleting=...يتم حذف الملفات المؤقتة
ErasingForDisk=...يتم طمس المساحة الفارغة في %s الرجاء الانتظار
ManyFiles=العثور على العديد من الملفات القابلة للاسترداد
FewFiles=العثور على بعض الملفات القابلة للاسترداد
SkipAnalyse=FAT تخطي التحليل / محرك
Secure=تأمين
DoesNotSupport=لا يدعم محرك الأقراص هذا
Erasing=...يتم المسح
Finished=تم المسح
Canceled=تم إلغاء المسح
ConfirmEraseDisk=سوف يستغرق طمس القرص بعض الوقت - الرجاء إغلاق البرامج الأخرى تجنبا لعرقلة عملية الطمس - هل تريد المتابعة ؟
PartitionError=لقد تم العثور على خطأ جسيم في الأقسام الخاصة بك

[Tuneup]
BlueReboot=تعطيل إعادة التشغيل التلقائي عندما يواجه النظام شاشة الموت الزرقاء
RemoteRegAccess=تعطيل تعديل الريجستري من كومبيوتر بعيد
FileListSpeed=تحسين سياسة تحديث قائمة ملفات ويندوز
PreviewUP=تسريع سرعة عرض تعريفات نافذة شريط المهام
OptDNS=DNS تحليل وتحسين سرعة
OptLAN=LAN تحسين إتصال الشبكة
ShowSpeed=سرعة استجابة محسنة من عرض النظام
AeroSnap=Aero لجعل العرض المصغر سريع / التسريع المفاجئ لـ
SSDSpeedup=SSD تحسين
DisablePrefetch=تعطيل معلمات الجلب المسبق لزيادة حياة فرقة العمل
DisableSuperPrefetch=SSD تعطيل المعلمات سوبيرفيتش لزيادة الحياة العملية للـ
DisableDefragBoot=SSD تعطيل محرك نظام التجزئة على التمهيد لزيادة الحياة العملية للـ
DisableDefragIdle=SSD تعطيل تجزئة السيارات عند الخمول لزيادة حياة العمل للـ
EnableTRIM=SSD لتحسين إداء العمل للـ TRIM تمكين وظيفة
OptIEConnection=زيادة الاتصالات كحد أقصى لكل ملقم - صفحة ويب عرض الفيديو على الإنترنت لمشاهدة السرعة المحسنة
IconCache=زيادة ذاكرة التخزين المؤقت لرمز النظام - وتسريع عرض سطح المكتب
RestoreAll=هل تريد استعادة كافة المواد إلى الإفتراضي ؟
NoSelectedItem=يجب عليك أن تحدد مادة واحدة فقط من أجل التحسين
OptItems=من المواد التالية %d يمكن تحسين
ItemsOptimized=%d المواد التي تم تحسينها
TakeEff=بعض التغييرات سوف تبقى بدون تأثير حتى إعادة تشغيل الكومبيوتر
NoItems=مبروك - تم تحسين كافة المواد - لا يوجد المزيد من المواد للتحسين
BootSpeedup=تشغيل المسرع / تسريع إيقاف التشغيل
SystemStable=إستقرار النظام
SystemSpeedup=تسريع النظام
NetworkSpeedup=تسريع الشبكة
PrefetchParameters=تحسين إحضار المؤشرات لتحسين بدء الويندوز بسرعة
BootDelay=تخفيض وقت "تدقيق القرص" لتحسين تشغيل الويندوز بسرعة
BootPartition=تمكين ميزّة التحسين لتحسين بدء الويندوز السريع
ClearPagingFile=تعطيل تنظيف ملفات تصفح الويندوز عند إيقاف التشغيل لتسريع  إيقاف تشغيل نظامك
TimeOut=تخفيض توقّف التطبيق في الإغلاق لتحسين عملية إيقاف التشغيل
AutoKill=إغلاق العمليات المجمّدة لتفادي حوادث إصطدام النظام
RestartExplorer=إعادة تشغيل المستكشف تلقائياً إذا توقّف بشكل مفاجئ لتفادي اختفاء سطح المكتب
TwoProcess=تعيين مكوّنات مستكشف الويندوز للتشغيل في العمليات المنفصلة التي تتفادى تعارض النظام
ErrorReport=تعطيل شاشة خطأ الإبلاغ لتحسين أداء النظام
Debugger=تعطيل مصحح الأخطاء لتسريع معالجة الخطأ
OptMemory=تحسين إعدادات الذاكرة الإفتراضية لتحسين أداء النظام
OptVEff=تحسين مظهر مكوّنات الواجهة الأمامية (صناديق الحوار، القوائم ...الخ ) لتحسين أداء النظام
OptFileSystem=تحسين نظام الملف لتحسين أداء النظام
OptDiskSystem=I/O لتحسين أداء النظام يجب تحسين قرص النظام الفرعي
DisAutoRun=تعطيل ميزّة "التشغيل التلقائي" من محرك الأقراص لتفادي عدوى الفيروس وانتشاره
OptDiskIdle=I/O عندما تكون وحدة المعالجة المركزية عاطلة يجب تحسين القرص
OptTTL=TTL لتحسين أداء الشبكة تحسين إعدادات
OptNetForward=تحسين قدرة الشبكة الأمامية لتحسين أداء الشبكة
OptMTU=TCP/IP لتحسين أداء - MTU الكشف التلقائي عن - الثغرات المظلمة - باستخدام تقنية - مكتشف مسار الـ
OptWINS=تحسين وقت الإستفسار عن الاسم لتحسين إنتقالات البيانات
OptNetWork=تحسين إعدادات الشبكة لتحسين أداء الإتصال
CloseAnimate=تعطيل "تأثيرات الإنتقال" لتحسين سرعة ظهور النوافذ
PagingExecutive=لتعطيل ترقيم صفحات الذاكرة و تقليل جهد القرص لتحسين أداء التطبيق / هذا الخيار يمكن تجاهله إذا كانت الذاكرة الفعلية أكبر من 1 غب
StaticIP=ثابت لإتّصالك المحليّ لتسريع تشغيل النظام IP تعيين
PorcessorTime=تحسين أداء المعالج لتنفيذ وبدء التطبيقات والألعاب الخ... / تجاهل إذا كان كومبيوترك خادما
DisableIDECheck=لمنع الكومبيوتر من التحقق من قناة الأقراص الخارجية لتحسين سرعة إقلاع النظام
ForeAppSpeed=زيادة سرعة استجابة البرامج المقدمة
AeroPeek=Aero Peek تعزيز سرعة العرض
OptEthernet=تحسين أداء بطاقة إيثرنت

[Summary]
ContextMenu=عناصر قائمة السياق الغير صالحة
MUICache=مرجعيات الذاكرة المفقودة
Services=خدمات الويندوز الغير صالحة
Activex=الغير صالحة ActiveX و COM مكونات
FireWall=إعدادات جدار الحماية
RootAll=مسارات غير صالحة
SoftwareSection=مسارات البرامج
ApplicationPaths=مسارات التطبيقات
FileTypes=أنواع الملفات
HelpFiles=ملفات التعليمات
Fonts=معلومات الخطوط الغير صالحة
SharedDLL=مكتبة الروابط الديناميكية المشتركة المفقودة
MRULists=القوائم المستخدمة مؤخرا
UninstallSection=ملفات إلغاء التثبيت
StartMenu=قائمة إبدأ
StartupProgram=برامج بدء التشغيل
SoundandAppEvents=أصوات وأحداث التطبيقات
IEUrlHistory=محفوظات روابط الإنترنت
IFEO=عمليات فتح ملفات صور
EmptyKey=المفاتيح الفارغة
App=إعدادات التطبيقات الغير صالحة
InvalidContextMenuItems=عناصر قائمة السياق الغير صالحة

[ErrorMessage]
MUIError1=إشارة , MUI مفقود ولكن محرك الأقراص "%s" is %s نوصي بتجاهل هذا الخطأ
MUIError=مفقود MUI مرجع
ServiceNotExists=برنامج الخدمة المحدد غير موجود
MimeExName=%s :غير صحيح مسجل MIME إمتداد ملف
EmptyKey=المفاتيح الفارغة
EmptyHelpdirctory=دليل تعليمات فارغ
FileNotExist=الملف/ - المجلد / غير موجود
HFileNotExist=ملف - مجلد / التعليمات غير موجود
EmptyValue=قيمة فارغة
TypeLib=مكتبة النوعية غير موجودة
NodeEmpty=التفرع فارغ
SharedFilenotexist=الملف المشارك غير موجود
sharedfilenotbeuse=الملف المشارك غير مستخدم
noconnection=دون معلومات إتصال الملف
Invalidpathtoicon=مسار أيقونة غير صالح
ReferstoaninvalidClass=يرجع إلى طبقة غير صالحة
Emptyshellcommand=أمر القشرة فارغ
Invalidshellcommand=(أمر القشرة غير صالح (الملف غير موجود
Fontsnotexist=ملف الخطوط غير موجود
Hijacking=%s تمت القرصنة بواسطة %s
MRULists=قوائم مستخدمة مؤخرا
invalidOpenWith=لا يوجد أي تطبيق مشروك مع هذا النوع
ReferActivex=غير صالحة Activex/COM يرجع إلى مدخلة
EmptyCLSID=CLSID فارغة
ComSourceNotExist=غير موجود COM مصدر
invalidUnistall=معلومات إلغاء التثبيت غير صالحة
notexist=غير موجودة
ObsoleteStartMenuItem=مادة قائمة ابدأ مهجورة
SoundFilenotexist=ملف صوتي غير موجود
FileNotExist1=يستحسن تجاهل هذا الخطأ "%s" هو %s الملف - المجلد /غير موجود - لكن القرص
OpenWithError=فتح مع خطأ - التطبيق المحدد غير موجود
OpenWithError1=يستحسن تجاهل هذا الخطأ %s هو "%s" فتح مع خطأ، التطبيق المحدد غير موجود. لكن القرص
ComSourceNotExist1=يستحسن تجاهل هذا الخطأ %s هو %s غير موجود، لكن القرص COM مصدر

[Area]
4Sync=4Sync
7Zip=7-Zip برنامج
ABBYYFineReader=ABBYY FineReader للتعرف
AccessFiles=تاريخ الملفات التي تم الوصول إليها
ACDSee=ACDSee برنامج
AceHTML=AceHTML وصلات
AcrobatDistiller10=Acrobat Distiller 10 برنامج
AcrobatReader=Acrobat Reader برنامج
AcronisTrueImage=Acronis True Image برنامج
AdobeAir=Adobe Air برنامج
AdobeDreamweaver=Adobe Dreamweaver برنامج
AdobeFireworks=Adobe Fireworks برنامج
AdobeFlash=Adobe Flash برنامج
AdobeIllustrator=Adobe Illustrator برنامج
AdobeImageReady7=Adobe Image Ready 7 برنامج
AdobeImageReadyCS=Adobe Image Ready CS برنامج
AdobePhotoshop=Adobe Photoshop تاريخ
AdobePhotoshopElements12=Adobe Photoshop Elements 12 برنامج
AdobePremiereElements12=Adobe Premiere Elements 12 برنامج
AdobePremiereProCC=Adobe Premiere Pro CC برنامج
AdobeReaderTmp=Adobe Reader الملفات المؤقتة لـ
AdvancedSearchbar=Advanced Searchbar برنامج
AimersoftVideoConverter=Aimersoft Video Converter برنامج
AIMP3=AIMP3 برنامج
AkelPad=AkelPad برنامج
AlZip=AlZip برنامج
Anonymizer=Anonymizer برنامج
AnyVideoConverterUltimate=Any Video Converter Ultimate برنامج
AOLInstantMessenger=AOL Instant Messenger برنامج
AppleInstallCache=Apple Software مخزون ذاكرة تثبيت
AshampooBurningStudio=Ashampoo Burning Studio برنامج
AVIPreview=AVI Preview برنامج
BaiduYunGuanjia=BaiduYunGuanjia برنامج
Battle.net=Battle.net برنامج
BitTorrent=BitTorrent برنامج
BlueStacks=BlueStacks برنامج
BlueStacks=BlueStacks برنامج
BreezeBrowserPro=Breeze Browser Pro برنامج
CamfrogVideoChat=Camfrog Video Chat برنامج
CamtasiaStudio=Camtasia Studio برنامج
CDBurnerXP=CDBurner XP برنامج
ChromeCache=Google Chrome المخزون المؤقت
ChromeCookies=Google Chrome ملفات تعريف الإرتباط
ChromeForm=Google Chrome محفوظات نماذج الإكمال التلقائي
Chromelocalstorage=Google التخزين المحلي
ChromePass=Google Chrome كلمات المرور المحفوظة
ChromeSession=Google Chrome جلسات
CloneCD=CloneCD برنامج
CoffeeCupHTMLEditor=CoffeeCup HTML Editor برنامج
CompareIt=CompareIt برنامج
ConnectifyHotspot=Connectify Hotspot برنامج
ConvertXToDVD=ConvertXToDVD برنامج
Cookies=ملفات تعريف الإرتباط
CopernicDesktopSearch=Copernic Desktop Search برنامج
CorelVideoStudioPro=Corel VideoStudio برنامج
CyberLinkAudioDirector=CyberLink Audio Director برنامج
CyberLinkPhotoDirector=CyberLink Photo Director برنامج
CyberLinkPowerDirector=CyberLink Power Director برنامج
DaemonTools=الأدوات المخفية
dBpoweramp=dBpoweramp برنامج
DirectoryOpus=Directory Opus برنامج
Ditto=Ditto برنامج
DivXplayer=DivX player برنامج
DOMStoreCookies=Microsoft IE DOM تخزين الكعكات
DownloadedPatch=الملفات المحملة مسبقا من قبل الويندوز
Downloads=تم تنزيل الملفات من المتصفح
DriveTheLife=DriveTheLife برنامج
Dump=ملفات تفريغ الذاكرة
DVDFab=DVDFab برنامج
ErrorReport=ملفات تقرير الخطأ
Evernote=Evernote برنامج
ExamDiff=ExamDiff برنامج
ExplorerMRU=ملفات مستخدمة بكثرة لمستكشف آخر
ExpressScribe=Express Scribe برنامج
FastStoneCapture=FastStone Capture برنامج
FastStoneCapture=FastStone Capture برنامج
FastStoneImageViewer=FastStone Image Viewer برنامج
FastStoneImageViewer=FastStone Image Viewer برنامج
FeedDemon=Feed Demon برنامج
FireFoxCache=Mozilla FireFox مخزون المؤقت
FireFoxCookies=Mozilla FireFox ملفات تعريف الإرتباط
FireFoxForm=Mozilla FireFox محفوظات نماذج الإكمال التلقائي
FireFoxOther=Mozilla FireFox المحفوظات الأخرى
FireFoxPass=Mozilla FireFox كلمات المرور المحفوظة
Flash=Adobe Flash Player برنامج
FontCache=المخزون المؤقت لخطوط الويندوز
FormatFactory=Format Factory برنامج
FoxitPhantomPDF=Foxit Phantom PDF برنامج
FoxitReader=Foxit Reader برنامج
FreemakeAudioConverter=Freemake Audio Converter برنامج
FreemakeVideoConverter=Freemake Video Converter برنامج
FreemakeVideoDownloader=Freemake Video Downloader برنامج
FreshDownload=Fresh Download برنامج
Gadu-Gadu=Gadu-Gadu برنامج
GameExplorer=Game Explorer برنامج
GIMP=GIMP برنامج
GomPlayer=Gom Player برنامج
GoogleCalendar=Google Calendar برنامج
GoogleDeskbar=Google Deskbar برنامج
GoogleEarth=Google Earth برنامج
GoogleTalk=Google Talk برنامج
GoogleToolbar=Google Toolbar برنامج
GoZillailla=GoZillailla برنامج
HandBrake=HandBrake برنامج
I2P=I2P برنامج
IEAddressBarHistory=Microsoft Internet Explorer عنوان شريط التاريخ
IECahce=Microsoft IE الملفات المؤقتة
IECookies=Microsoft IE ملفات تعريف الارتباط
IEForm=(للإكمال التلقائي (لا تتأثر مع الفحص IExplorer محفوظات نماذج
IEHistory=Microsoft Internet Explorer السجل النشط لـ
IEPass=(المحفوظة (لا تتأثر من الفحص IE كلمات مرور
IISLog=IISLog برنامج
ImgBurn=ImgBurn برنامج
InkScape=InkScape برنامج
InvalidLnk=اختصارات غير صالحة
InvalidScTask=مهام مجدولة غير صالحة
InvalidStartMenu=قوائم بدء التشغيل غير صالحة
iTunes=iTunes برنامج
IZArc=IZArc برنامج
JumpList=(قوائم شريط المهام المنبثقة (إزالة المواد المثبتة أيضا
KantarisMediaPlayer=Kantaris Media Player برنامج
KingsoftOffice=Kingsoft Office 2013 برنامج
KMPlayer=KMPlayer برنامج
Last.FM=Last.FM برنامج
LastDownloadDir=آخر مكان للتحميل
LogFile=ملفات سجلّات النظام
LogMeIn=LogMeIn برنامج
MagicISO=MagicISO برنامج
MailWasherPro=Mail Washer Pro برنامج
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware برنامج
ManyCam=ManyCam برنامج
ManyCam=ManyCam برنامج
McAfeeAntiVirus=McAfee AntiVirus برنامج
MESCache=Microsoft Security Essentials برنامج
MetroCache=Windows Metro مخزون
MicrosoftSilverlight=Microsoft Silverlight برنامج
MirandaInstantMessenger=Miranda Instant Messenger برنامج
MSEdgeCache=Microsoft مخزون هامش
MSEdgeCookies=Microsoft هامش ملفات تعريف الإرتباط
MSEdgeDownloadHistory=Microsoft هامش تحميل التاريخ
MSEdgeHistory=Microsoft هامش التاريخ
MSEdgeRecentlyTypedURLs=Microsoft URLs هامش العناوين التي تمت كتابتها مؤخرا
MSEdgeSavedFormInformation=Microsoft هامش معلومات النماذج المحفوظة
MSEdgeSavedPasswords=Microsoft هامش كلمات المرور المحفوظة
MSEdgeSession=Microsoft هامش جلسات
MSN=Windows Live Messenger برنامج
MSOffice=Microsoft Office برنامج
MSOffice2003=Microsoft Office 2003 برنامج
MSOffice2007=Microsoft Office 2007 برنامج
MSOffice2010=Microsoft Office 2010 برنامج
MSOffice2013=Microsoft Office 2013 برنامج
MSOffice2016=Microsoft Office 2016 برنامج
MSOffice97=Microsoft Office 97 برنامج
MSOfficeXP= Microsoft Office XP برنامج
MSOfficeXP=Microsoft Office XP برنامج
MSOneDrive=Microsoft One Drive برنامج
MSSearchHelper=MS Search Helper برنامج
MySpaceIM=MySpaceIM برنامج
Networkmapping=محفوظات التخطيط لمحرك أقراص الشبكة
NitroPDFReader=Nitro PDF Reader برنامج
NitroPro=NitroPro برنامج
Notepad++=Notepad++ برنامج
Notepad++=Notepad++ برنامج
NoteXpad=NoteXpad برنامج
NVIDIAInstallFiles=NVIDIA Install Files برنامج
Office=Microsoft Office برنامج
OfficePicture=Microsoft Office مدير الصور
OfficeRecent=Microsoft Office تاريخ الجلسات
ooVoo=ooVoo برنامج
OpenOffice=Office افتح
OperaCache=Opera المخزون المؤقت
OperaCookies=Opera ملفات تعريف الارتباط
OperaHistory=Opera التاريخ
OperaPassword=Opera كلمة المرور المحفوظة
OperaSessions=Opera جلسات
OperaSiteIcon=Opera إيقونات موقع
OperaURLHistory=Opera كتابة عناوين
OxygenXMLEditor=Oxygen XML Editor برنامج
Paint.net=Paint.net موقع
PaintShopPro7=PaintShop Pro 7 برنامج
PaintShopPro8=PaintShop Pro 8 برنامج
PaintShopPro9=PaintShop Pro 9 برنامج
PaintShopProX=PaintShop Pro X برنامج
PaintShopProX2=PaintShop Pro X2 برنامج
PaintShopProX3=PaintShop Pro X3 برنامج
PaintShopProX4=PaintShop Pro X4 برنامج
PaintShopProX5=PaintShop Pro X5 برنامج
PaintShopProX6=PaintShop Pro X6 برنامج
PaintShopProXI=PaintShop Pro XI برنامج
PaleMoonCache=PaleMoon Cache
PaleMoonCookies=PaleMoon ملفات تعريف الارتباط
PaleMoonDownloadHistory=PaleMoon سجل التنزيلات
PaleMoonHistory=PaleMoon التاريخ
PaleMoonSavedFormInformation=PaleMoon معلومات النماذج
PaleMoonSession=PaleMoon جلسات
PaleMoonSitePreferences=PaleMoon تفضيلات موقع
Pando=Pando برنامج
PDFArchitect=PDF Architect برنامج
PDFCreator=PDFCreator برنامج
PerfectDisk=Perfect Disk برنامج
PhotodexProShowProducer=Photodex ProShow Producer برنامج
PhotoScape=PhotoScape برنامج
PhotoScape=PhotoScape برنامج
Picasa=Picasa برنامج
PicoZip=PicoZip برنامج
Pidgin=Pidgin برنامج
PKZip=PKZip برنامج
PowerISO=PowerISO برنامج
Prefetch=بيانات الجلب المسبق للويندوز
QIHU360TotalSecurity=360 Total Security برنامج
QQ=Tencent QQ برنامج
QQImg=QQ Received Images برنامج
QQPCMgr=QQPCManager برنامج
QQRFile=QQ Received Files برنامج
QuickTimePlayer=QuickTime Player برنامج
RealPlayer=Real Player برنامج
RealPlayer15=Real Player 15 برنامج
RealPlayer16=Real Player 16 برنامج
RealPlayerCloud=Real Player Cloud برنامج
RealPlayerSP=Real Player SP برنامج
RealVNC=RealVNC برنامج
Recentdocuments=المستندات الأخيرة
Recyclebin=تفريغ سلة المهملات
RegEdit=محرر الريجستري
RegEditX=RegEditX برنامج
RemoteDesktop=ملفات المخزون المؤقت لسطح المكتب البعيد
RunStartMenu=تشغيل في قائمة ابدأ
SafariCache=Safari المخزون المؤقت
SafariCookies=Safari ملفات تعريف الإرتباط
SafariHistory=Safari محفوظات
SafariPass=Safari كلمات المرور المحفوظة
SamsungKies=Samsung Kies برنامج
SearchList=سجل بحث الويندوز
Sketchup=Sketchup برنامج
Skype=Skype برنامج
SonyVegasPro=Sony Vegas Pro برنامج
SpywareTerminator=Spyware Terminator برنامج
StardockWindowBlinds=Stardock Window Blinds برنامج
Steam=Steam برنامج
SublimeText=Sublime Text برنامج
SunJava=Sun Java برنامج
SUPERAntiSpyware=SUPERAntiSpyware برنامج
SWiSH=SWiSH برنامج
SyncBackFree=SyncBack Free برنامج
SysTemp=مخلفات الملفات التي تم إنشاؤها من قبل ويندوز
SystemTrace=تتبع نوافذ وتطبيقات ويندوز
Tag&Rename=Tag&&Rename برنامج
Tag&Rename=Tag&&Rename برنامج
Tango=Tango برنامج
TeamSpeak=TeamSpeak برنامج
TeamViewer=TeamViewer برنامج
TencentQQGame=Tencent QQGame برنامج
TextPad=TextPad برنامج
TheBat=TheBat برنامج
ThumbCache=المخزون المؤقت للصويرات
Thunder=Thunder برنامج
ThunderXMP=Thunder XMP برنامج
TraceClean=الملفات المتبقية في الكومبيوتر
TraryNotify=المخزون المؤقت للتنبيهات بجوار الساعة
TrashClean=الملفات عديمة الفائدة في الكومبيوتر
TUGZip=TUGZip برنامج
TypeInternetCache=تاريخ تصفح الإنترنت
TypeInternetTrace=تتبع متصفحات الإنترنت
TypeMedia=الوسائط المتعددة
TypeOtherApp=التطبيقات أخرى
TypeSystem=مجلد النظام
TypeWComponents=مكونات الويندوز
UltraEdit=UltraEdit برنامج
UltraISO=UltraISO برنامج
UniversalExtractor=Universal Extractor برنامج
UserTemp=الملفات غير المرغوب فيها التي أنشأتها التطبيقات
uTorrent=uTorrent برنامج
VentriloClient=Ventrilo Client برنامج
VentriloServer=Ventrilo Server برنامج
ViewedImg=تاريخ الصور المعروضة
VirtualCloneDrive=Virtual Clone Drive برنامج
VirtualDJ=VirtualDJ برنامج
VirtualDub=VirtualDub برنامج
VisitedWeb=تاريخ الصفحات التي تمت زيارتها
Vivaldi=Vivaldi برنامج
VivaldiCache=Vivaldi Cache برنامج
VivaldiCookies=Vivaldi Cookies برنامج
VivaldiForm=Vivaldi Autocomplete Form History برنامج
Vivaldilocalstorage=Vivaldi Localstorage برنامج
VivaldiSavedpasswords=Vivaldi Saved Passwords برنامج
VivaldiSession=Vivaldi Session برنامج
VLCMediaPlayer=VLC Media Player برنامج
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate برنامج
VSODVDConverterUltimate=VSO DVD Converter Ultimate برنامج
WatchedVideo=تاريخ مشاهدة الأفلام / الفيديو
WinDiff=WinDiff برنامج
WindowsDefender=Windows Defender برنامج
WindowsMediaPlayer=Windows Media Player برنامج
WindowsMovieMaker=Windows Movie Maker برنامج
WindowsPaint=Windows Paint برنامج
WindowsSysCache=Windows System Cache برنامج
WindowsWordpad=Windows WordPad برنامج
WinInstallerCache=Windows Installer Cache برنامج
WinInstallerPackage=ملفات ويندوز المثبتة المهجورة
WinLiveToolbar=Windows Live Toolbar برنامج
WinPatrol=WinPatrol برنامج
WinRar=WinRar برنامج
WinSxsBackup=Windows WinSxs Backup برنامج
WinZip=WinZip برنامج
WLM=Windows Live Messenger برنامج
WondershareVideoConverter=Wondershare Video Converter برنامج
Xfire=Xfire برنامج
XMLSpy=XML Spy برنامج
XnView=XnView برنامج
XnView=XnView برنامج
YahooMessage=Yahoo Message برنامج
YahooMessenger=Yahoo Messenger برنامج
YahooToolbar=Yahoo Toolbar برنامج
Yandex=Yandex متصفح
YandexCache=Yandex الملفات المؤقتة
YandexCookies=Yandex ملفات تعريف الإرتباط
YandexForm=Yandex تاريخ الإكمال التلقائي للنماذج
YandexLocalstorage=Yandex التخزين المحلي
Yandexpass=Yandex كلمات المرور المحفوظة
YandexSession=Yandex جلسات
YY=DuoWan YY برنامج
ZipMagic=ZipMagic برنامج
Zune=Zune برنامج

[Type]
ContextMenu=عناصر قائمة السياق الغير صالحة
MUICache=ذاكرة التخزين المؤقت لواجهة المستخدم المتعددة اللغات
Services=خدمات الويندوز
Activex=ActiveX/COM مكونات
FireWall=إعدادات جدار الحماية
RootAll=مسارات غير صالحة
SoftwareSection=مسارات البرامج
ApplicationPaths=مسارات التطبيقات
FileTypes=أنواع الملفات
HelpFiles=ملفات التعليمات
Fonts=الخطوط
SharedDLL=المشتركة المفقودة DLL ملفات
MRULists=القوائم المستخدمة مؤخرا
UninstallSection=ملفات إلغاء التثبيت
StartMenu=قائمة إبدأ
StartupProgram=برامج بدء التشغيل
SoundandAppEvents=أصوات وأحداث التطبيقات
IEUrlHistory=محفوظات روابط الإنترنت
IFEO=عمليات فتح ملفات الصور
EmptyKey=المفاتيح الفارغة
App=إعدادات التطبيقات
UserDefine=تعريف المستخدم
ZeroFile=ملفات فارغة - 0 بايت
WinSetupLog=ملفات سجلات أخطاء التثبيت للويندوز
NtUninstall=إلغاء تثبيت مصادر تحديثات الويندوز
InvalidLnk=إختصارات تالفة
InvalidContextMenuItems=عناصر قائمة السياق الغير صالحة
UserTemp=ملفات في المجلدات المؤقتة للمستخدمين
WinTemp=ملفات في المجلدات المؤقتة للويندوز
RecentFiles=روابط الملفات الأخيرة
PatchSource=مصادر تحديث الويندوز
TempFile=الملفات المؤقتة
fcwdir=الملفات التي تم إنشاؤها بواسطة عملية التحميل
tfcbp=الملفات المؤقتة التي يتم إنشاؤها عن طريق البرامج
sdrf=استعادة الملفات التي تم إنشاؤها أثناء تنظيف القرص
OldFile=الملفات القديمة
outdatedfile=ملفات قديمة
fcwhfir=الملفات التي تم إنشاؤها عند تشغيل ملف التعليمات
Ncfile=ملفات ذاكرة التخزين المؤقت لمجموعة الأخبار
Backupfile=ملفات النسخ الاحتياطي
WBfile=Word ملفات النسخ الاحتياطي لبرنامج
Cbswahf=الملفات التي تم إنشاؤها أثناء البحث عن ملف التعليمات
whtf=الملفات المؤقتة لنظام تعليمات الويندوز
Logfile=ملفات السجلات
LLogfile=ملف السجلات التي تم إنشاؤها بواسطة التطبيقات أو خدمات النظام
Errorfile=ملفات الخطأ
Wmdf=Win2000/XP ملفات تفريغ الذاكرة
bcomf=نسخ احتياطية من الملفات المعدلة
Indexfile=ملفات الفهرسة
ifcbsiotitpbs=ملفات الفهرسة التي تم إنشاؤها بواسطة النظام من أجل تحسين سرعة تصفح الصور
Tfcds=الملفات المؤقتة التي تم إنشاؤها أثناء الإعداد
Intermediatefile=ملفات بينية
chkfile=ملف تم استرداده

[Tools]
Update=تحديث
Download=تحميل
WhatNew=ما هو الجديد؟

[BootTime]
BootTimeEx=وقت إعادة التمهيد.
BootLike=مثل سرعة التمهيد الخاص بك
Btnopt=تسريع
Congratulation=سرعة إقلاع كومبيوترك هي
BootTime=وقت الإقلاع %d ثانية
FailWeahter=تعذر الوصول إلى معلومات الطقس

[MenuBar]
Support=مركز الدعم
BtnCustom=تخصيص
BtnRestore=إستعادة
BtnSkin=الثيمات
BtnMenu=القائمة
BtnBackup=النسخ الإحتياطي

[UpgradePro]
Title=لماذا الترقية إلى النسخة المدفوعة
MoreSkin=ثيمات أخرى
CustomHead=صور رمزية مخصصة
Support=دعم متواصل 7×24
Buy=الشراء
Reg=تسجيل
RegUser=المستخدم المسجل

[AutoUpdate]
UpdateFail=? فشل التحديث - هل تريد تحميل ملف الإعداد من موقعنا على الانترنت
NoFiles=الرجاء تحديد الملفات للتحديث
CurrentFile=الملف الحالي
Readed=التحميل
SumSize=الحجم الكلي
Byte=البايت
DownloadError=خطأ بالتحميل - حاول لاحقا
AutoUpdate=Wise Care 365 تحديث مباشر لـ
StartUpdate=بدء التحديث
Cancel=إلغاء الأمر
Ready=جاهزة للتحميل
FindUpdate=يوجد تخديث للمكونات التالية
NewVerInfo=التغييرات في الإصدار الجديد
IgnoreVer=تجاهل تحديثات لهذا الإصدار
BtnUpdate=التحديث الآن
BtnNotNow=ليس الآن


[SoftRate]
Querying=...جاري الاستعلام
Good=معجب
Bad=غير معجب
Safe=تقرير
Ver=الإصدار
Ratings=التقييم
SoftNotExist=لا يمكن العثور على البرنامج
GetSoftInfoError=فشل في الحصول على معلومات البرنامج
UploadSoftLogoError=خطأ في تحميل معلومات البرنامج
SubmitData=...يتم إرسال تعليقاتك عن هذا البرنامج
SubmitSoftInfoError=خطأ في التسليم حسب الشبكة
SubmitRateSuccess=تم التسليم بنجاح
HaveSubmitRate=لقد قمت بالتقييم
Submitgoodbad=...جار تسليم معلوماتك
me=أنا
NickTooLong=الاسم الخاص بك يجب أن لا يتجاوز 20 حرفا
MailTooLong=عنوان البريد الإلكتروني الخاص بك يجب أن لا تتجاوز 50 حرفا
WrongEmail=عنوان البريد الإلكتروني غير صالح
ReviewTooLong=التعليق يجب إلا تتجاوز 300 حرفا
RateHint=الانضمام إلى تقييم البرنامج معنا و تقييم برنامجك المفضل
UnknowName=منتج غير معروف
UnknowVer=إصدار غير معروف
UnknowDesc=الوصف

[Edit]
pmcut=قص
pmcopy=نسخة
pmpaste=لصق
pmdelete=حذف
pmselectall=حدد كافة

[Turbo]
PmActive=أذكر في وقت لاحق
PmNever=لم تظهر مرة أخرى
btnClean=تنظيف الآن
NeedCleanTrash=تم العثور على %s من الملفات الغير مرغوب فيها
NeedCleanTrace=تم العثور على %d من المخلفات
NeedClean=الاستخدام الواسع للكومبيوتر انتج الكثير من الملفات غير المرغوب فيها

[Renew]
btnact.caption=نشط مفتاح الترخيص الخاص بك
Regexpire=بعد تاريخ انتهاء الايام التجريبية لن تكون قادرا على استخدام البرنامج
Regtitle2=لديك 30 يوما للتجربة قد انتهت صلاحيتها - الرجاء التسجيل في الوقت المناسب
Regtitle=أيام التجربة المتبقية %d يوم
RegPrice=شراء النسخة المدفوعة للحفاظ على جهاز الكومبيوتر في ذروة الأداء %s 
Regnow=سجل الآن
title=سينتهي بعد %d يوم Wise Care 365 PRO
title2=انتهت صلاحية مفتاح الترخيص - الرجاء التجديد في الوقت المناسب
Price=بقاء النسخة مدفوعة للحفاظ على جهاز الكومبيوتر في ذروة الأداء %s 
lblfeature1.caption=حماية للخصوصية شاملة - حذف الخصوصية
lblfeature2.caption=إدارة قائمة السياق - جعل القائمة الخاصة بك أكثر مرونة
lblfeature3.caption=التحديث التلقائي - توفيرا للوقت عند تحديث إلى الإصدار الأحدث
lblfeature4.caption=ثيمات جديدة رائعة - مصممة خصيصا للمستخدمين المحترفين
lblfeature5.caption=الأسئلة الخاصة بك لها أولوية - دعم فني مجاناً 24×7
lblrefund.caption=نحن ملتزمون بارجاع نقودك 100% دون قيد أو شرط
lblremind.caption=ذكرني لاحقاً
lblhint.caption=Wise Care 365 PRO ميزات شاملة من
lbldesc.caption=سوف تخسر ميزة الإصدار المدفوع لديك الآن
btnrenew.caption=تجديد الآن
WorkTotal=حتى الآن، قام Wise Care 365 بتنظيف %s من الملفات غير المرغوب فيها و %d من عناصر التاريخ وأخطاء التسجيل %d الثابتة

[Sysmon]
ActivityPercent=نسبة النشاط
AdapterType=نوع المحول
Asset=علامة تمييز
ATAVER=ATA إصدار
ATemperature=متوسط درجة الحرارة
ATM=ماكينة الصراف الآلي
BiosDate=Bios تاريخ الإصدار
Board=اللوحة الأم
BoardType=نوع اللوحة الأم
btnBoard.caption=اللوحة الرئيسية
btnDisk.caption=القرص الصلب
btnGraphic.caption=بطاقة الرسومات
btnHardMonitor.caption=جهاز العرض
btnMemory.caption=الذاكرة
btnNetAdapter.caption=محول الشبكة
btnOsOverview.Caption=نظام التشغيل
btnOverview.caption=نظرة عامة
btnProcess.Caption=المراقب
btnProcessor.caption=المعالج
btnSoftMonitor.caption=مراقبة العمليات
btnSoundCard.caption=بطاقة الصوت
BusType=Bus نوع
BytesPerSector=بايت لكل قطاع
CacheSize=L2 حجم ذاكرة التخزين المؤقت
ColorDepth=عمق اللون
connected=متصلة النظير البعيد
connecting=محول التوصيل
Cores=عدد الأساسية
CPU=وحدة المعالجة المركزية
CPUUpgrade=ترقية المعالج
CPUUsage=وحدة المعالجة المركزية %d
CTemperature=درجة الحرارة الأساسية  %d
CurrentSpeed=سرعة المعالج الحالية
DataWidth=عرض البيانات
Description=الوصف
DeviceID=معرف الجهاز
DHCP=DHCP عناوين
DHCPName=DHCP عنوان
disconnected=انقطع الاتصال
Disk=القرص
DiskRPM=RMP(R/m) خطة إدارة المبردات
DiskRPM=RMP(R/s) خطة إدارة المبردات
DNSIP=DNS Servers IP خوادم
DNSServers=DNS Servers خوادم
DNSSuffixes=DNS لواحق
DomainName=اسم النطاق
Drive=محرك الأقراص
EngineClock=ساعة المحرك
Ethernet=Ethernet شبكة
Familiy=العائلة
Fans=مراوح
FileSystemName=اسم نظام الملفات
Form=عامل الشكل
FreeSpace=المساحة الفارغة
frmSoftMonitor.ppDetails=معلومات مفصلة
frmSoftMonitor.ppKillProc=إنهاء العملية
frmSoftMonitor.ppNet1=حظر الوصول إلى الشبكة
frmSoftMonitor.ppNet2=السماح بالوصول إلى الشبكة
Gateway=بوابة العناوين
GPU=وحدة معالجة الرسومات
GPUChip=GPU رقاقة
Graphics=الرسومات
HandleNumber=عدد مقابض الكائنات الموجودة
HDFirmware=إصدار البرنامج الثابت
HostName=اسم المضيف
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 لاسلكي
InterfaceType=نوع الواجهة
IPAddress=عنوان بروتوكول الإنترنت
IPMask=عنوان قناع بروتوكول الإنترنت
LANdisabled=LAN تم تعطيل محول
Loading=تحميل
Locator=موقع البنك
MACAddress=MAC عنوان
Manufacter=الشركة المصنعة
MaximumSpeed=سرعة المعالج القصوى
MaxSpeed=السرعة القصوى
MediaType=نوع وسائط
Memory=الذاكرة
MemoryClock=ساعة الذاكرة
MemoryType=نوع الذاكرة
MemoryUsage=الذاكرة %s/%s
MemSlot=فتحة الذاكرة
MemSlotCount=عدد فتحات الذاكرة
Name=الاسم
NetAdater=محول الشبكة
NetConnectionID=معرف شبكة الاتصال 
Normal=عادي
OperStatus=الوضع التشغيلي للواجهة
OS=نظام التشغيل
OSAbbreviate=اختصار اللغة
OSCountry=الدولة
OSCSD=لجنة التنمية المستدامة
OSDaylightName=اسم ضوء النهار
OSDisplayName=اسم شاشة العرض
OSEdition=الإصدار
OSInstallDate=تاريخ التثبيت
OSLanguage=اللغة
OSLOCAL=محلي
OSLongDateFormat=تنسيق التاريخ الطويل
OSMonetary=رمز النقد
OSMonetarySymbol=رمز النقد الدولي
OSPaths=متغيرات البيئة
OSProductID=معرف المنتج
OSProductKey=مفتاح المنتج
OSRegisteredOrg=المؤسسة المسجلة
OSRegisteredUser=مستخدم مسجل
OSShortDateFormat=تنسيق التاريخ القصير
OSStandardName=الاسم القياسي
OSTimezone=المنطقة الزمنية
OSUTC=UTC التحيز بالدقائق
OSversor=الإصدار
OtherType=الأخرى
Overview=نظرة عامة على جهاز الكومبيوتر
Part=رقم القطعة
PartitionLength=طول التقسيم
PartitionNumber=رقم التقسيم
PhysicalAvailable=المادية المتوفرة 
PhysicalFree=المادية الفعلية المتوفرة 
PhysicalTotal=المادية الإجمالي 
PhysicalUsed=المادية المستخدمة 
PixHeight=الارتفاع / بكسل
PixWidth=العرض / بكسل
ppmDetails=تحقق من التفاصيل
ppmExit=خروج المراقب الحكيم
ppmHide=إخفاء نافذة التعويم
ppmShowFloat=عرض نافذة التعويم
ppmStayontop =البقاء في القمة
PPP=تعادل القوة الشرائية
processName=اسم العملية
Processor=المعالج
processpath=الموقع
Product=المنتج
Recv=Recv عدد
RecvS=Recv/s
RefreshRate=معدل التحديث
SATAVER=SATA إصدار
SectorsPerTrack=القطاعات لكل مسار
Send=عدد المرسلات
SendS=إرسال/s
Serial=الرقم التسلسلي
ShowNetOnly=عرض عمليات الشبكة فقط
ShowSysProcess=عرض عمليات النظام
Size=الحجم
Socket=تعيين المقبس
SoftwareLookback=إسترجاع برمجيات واجهة الشبكة
SoundCard=بطاقة الصوت
Speed=السرعة
SSD=جهاز الحالة الصلبة
StartingOffset=بدء الإزاحة
SystemCache=ذاكرة التخزين المؤقت للنظام 
Technology=التقنية
Temperature=درجة الحرارة
TemperatureMon=رصد درجة الحرارة
Temperatures=درجات الحرارة
TfrmMemoryProcList.btnSpeedup_1=تجاوز السرعة
TfrmMemoryProcList.btnSpeedup=تسريع
TfrmMemoryProcList.memstate1=يعمل بشكل جيد 
TfrmMemoryProcList.memstate2=يشتغل بشكل طبيعي
TfrmMemoryProcList.memstate3=يشتغل ببطئ
TfrmMemoryProcList.OptimizationMem=إصدار %s
TfrmMonitorPopup.lbl1_C=استخدام وحدة المعالجة المركزية
TfrmMonitorPopup.lbl1_M=استخدام الذاكرة
TfrmMonitorPopup.lbl1_R=سرعة التنزيل
TfrmMonitorPopup.lbl1_S=سرعة الرفع
TfrmMonitorPopup.lbl1_T=درجة حرارة مكونات الأجهزة
TfrmMonitorPopup.lbl2_C=تقلبات استخدام وحدة المعالجة المركزية
TfrmMonitorPopup.lbl2_M=حالة ذاكرة النظام
TfrmMonitorPopup.lbl2_R=سجل سرعة التنزيل
TfrmMonitorPopup.lbl2_S=سجل سرعة الرفع
TfrmMonitorPopup.lblBoard.caption=اللوحة الرئيسية
TfrmMonitorPopup.lblCpu.caption=المعالج
TfrmMonitorPopup.lblGpu.caption=بطاقة الرسومات
TfrmMonitorPopup.lblhdd.caption=القرص الصلب
Threads=عدد مؤشرات الترابط
TokenRing=حلقة رمزية
Total=الإجمالي
TotalProcess=من عمليات النظام %dمن عمليات المستخدم و %dمن العمليات - بما في ذلك %dالبحث عن
TotalSpace=الحجم الإجمالي
TracksPerCylinder=مسارات كل اسطوانة
Tunnel=نوع نفق التغليف
Type=نوع
Unknown type=نوع غير معروف
User=المستخدم
Version=الإصدار
VideoDisplay=اسم العرض
VideoMode=وصف دقة الفيديو
Voltages=الفولتية
VolumeName=اسم وحدة التخزين
WANconnected=محول الشبكة غير متصل
WINSAddress=الأساسي WINS عنوان

[AutoRun]
ResultHint=تم الانتهاء من التنظيف التلقائي المجدول
Result=نتيجة نظيفة

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=حماية الريجستري
TfrmRegFilterNotify.lblTitle.Caption=حماية النظام
TfrmRegFilterNotify.lblProgram.Caption=البرنامج
KeyName=مفتاح التسجيل
TfrmRegFilterNotify.lblKey.Caption=المسار الرئيسي
TfrmRegFilterNotify.ckbRemind.Caption=لم يعد يظهر هذا الموقع
TfrmRegFilterNotify.btnDeny.Caption=محظور
TfrmRegFilterNotify.btnAllow.Caption=مسموح
pmAllowProgram=السماح لهذا البرنامج دائما
pmDenyProgram=حظر هذا البرنامج دائما
regnotifydefaultbrowser=بعض البرامج تغير المتصفح الافتراضي
regnotifystartrundesc=بعض البرامج تغير بدء التشغيل
regnotifyservicesdesc=بعض البرامج تحاول تثبيت برنامج التشغيل أو خدمة
regnotifyifeodesc=بعض البرامج تحاول إختطاف البرنامج القابل للتنفيذ
regnotifyspidesc=بعض البرامج تحاول تغيير بروتوكول شبكة الطبقات
regnotifyIEStartPageDesc=بعض البرامج تحاول تغيير الصفحة الرئيسية لانترنت إكسبلورر
regnotifydefaultbrowser_n=تغيير المتصفح الافتراضي
regnotifystartrundesc_n=تغيير بدء التشغيل
regnotifyservicesdesc_n=تثبيت برنامج التشغيل أو الخدمة
regnotifyifeodesc_n=خطف البرنامج القابل للتنفيذ
regnotifyspidesc_n=تغيير بروتوكول شبكة الطبقات
regnotifyIEStartPageDesc_n=تغيير الصفحة الرئيسية للإنترنت إكسبلورر


[EUASK]
regcaption=تسجيل
logincaption=تسجيل الدخول
FrmEuaskLogin.lblJoin.Caption=Euask تاريخ
FrmEuaskLogin.lblSign.Caption=Euask تسجيل الدخول إلى
FrmEuaskLogin.lblnick.Caption=اسم المستخدم
FrmEuaskLogin.lbl1.Caption=كلمه المرور
FrmEuaskLogin.btnlogin.caption=تسجيل الدخول
FrmEuaskLogin.btnregister.Caption=تسجيل
FrmEuaskLogin.btnpwd.Caption=? هل نسيت كلمة المرور
FrmEuaskLogin.WiseLabel1.Caption=اسم المستخدم
FrmEuaskLogin.WiseLabel2.Caption=كلمه المرور
FrmEuaskLogin.btnreg.caption=تسجيل
FrmEuaskLogin.WiseSimpleButton1.Caption=تسجيل الدخول
FrmEuaskLogin.lbl2.Caption=الإيميل:
FrmEuaskLogin.btnnone.Caption=ليس الان
inputuser=الرجاء إدخال كلمة المرور واسم المستخدم